{
  "meta": {
    "fonte": "STF - Supremo Tribunal Federal",
    "tipo": "Acórdãos de Repercussão Geral",
    "termoBusca": "\"execucao penal\"",
    "dataExtracao": "2026-01-21T03:56:28.469Z",
    "totalExtraido": 31
  },
  "jurisprudencias": [
    {
      "id": "stf_1",
      "fonte": "STF",
      "tipo": "Acórdão",
      "repercussaoGeral": true,
      "processo": "RE 972598",
      "relator": "Min. ROBERTO BARROSO",
      "orgaoJulgador": "Tribunal Pleno",
      "dataJulgamento": "04/05/2020",
      "dataPublicacao": "06/08/2020",
      "tema": "",
      "ementa": "Ementa: Processual penal. Recurso extraordinário. Execução penal. Prévio procedimento administrativo disciplinar para o reconhecimento de falta grave. Desnecessidade. Audiência em juízo na qual assegurados o contraditório e a ampla defesa. Provimento do Recurso. 1. O Supremo Tribunal Federal tem entendido que a oitiva do condenado pelo Juízo da Execução Penal, em audiência de justificação realizada na presença do defensor e do Ministério Público, afasta a necessidade de prévio Procedimento Administrativo Disciplinar (PAD), assim como supre eventual ausência ou insuficiência de defesa técnica no PAD instaurado para apurar a prática de falta grave durante o cumprimento da pena. 2. No sistema de jurisdição una, o procedimento judicial conta com mais e maiores garantias que o procedimento administrativo, razão pela qual o segundo pode ser revisto judicialmente, prevalecendo a decisão judicial sobre a administrativa. 3. Por outro lado, em um sistema congestionado como o da Execução Penal, qualquer atividade redundante ou puramente formal significa desvio de recursos humanos da atividade principal do Juízo, inclusive e notadamente a de assegurar os benefícios legais para que ninguém permaneça no cárcere por período superior à condenação. 4. Desse modo, a apuração de falta grave em procedimento judicial, com as garantias a ele inerentes, perante o juízo da Execução Penal não só é compatível com os princípios do contraditório e da ampla defesa (art. 5º, LIV e LV, da CF) como torna desnecessário o prévio procedimento administrativo, o que atende, por igual, ao princípio da eficiência de que cuida o art. 37 da Constituição Federal. 5. Provimento do Recurso com a afirmação da seguinte tese: “A oitiva do condenado pelo Juízo da Execução Penal, em audiência de justificação realizada na presença do defensor e do Ministério Público, afasta a necessidade de prévio Procedimento Administrativo Disciplinar (PAD), assim como supre eventual ausência ou insuficiência de defesa técnica no PAD instaurado para apurar a prática de falta grave durante o cumprimento da pena”.",
      "metadataRaw": "Órgão julgador: Tribunal Pleno\nRelator(a): Min. ROBERTO BARROSO\nJulgamento: 04/05/2020\nPublicação: 06/08/2020",
      "ementaFormatada": "Processual penal. Recurso extraordinário. Execução penal. Prévio procedimento administrativo disciplinar para o reconhecimento de falta grave. Desnecessidade. Audiência em juízo na qual assegurados o contraditório e a ampla defesa. Provimento do Recurso. 1. O Supremo Tribunal Federal tem entendido que a oitiva do condenado pelo Juízo da Execução Penal, em audiência de justificação realizada na presença do defensor e do Ministério Público, afasta a necessidade de prévio Procedimento Administrativo Disciplinar (PAD), assim como supre eventual ausência ou insuficiência de defesa técnica no PAD instaurado para apurar a prática de falta grave durante o cumprimento da pena. 2. No sistema de jurisdição una, o procedimento judicial conta com mais e maiores garantias que o procedimento administrativo, razão pela qual o segundo pode ser revisto judicialmente, prevalecendo a decisão judicial sobre a administrativa. 3. Por outro lado, em um sistema congestionado como o da Execução Penal, qualquer atividade redundante ou puramente formal significa desvio de recursos humanos da atividade principal do Juízo, inclusive e notadamente a de assegurar os benefícios legais para que ninguém permaneça no cárcere por período superior à condenação. 4. Desse modo, a apuração de falta grave em procedimento judicial, com as garantias a ele inerentes, perante o juízo da Execução Penal não só é compatível com os princípios do contraditório e da ampla defesa (art. 5º, LIV e LV, da CF) como torna desnecessário o prévio procedimento administrativo, o que atende, por igual, ao princípio da eficiência de que cuida o art. 37 da Constituição Federal. 5. Provimento do Recurso com a afirmação da seguinte tese: “A oitiva do condenado pelo Juízo da Execução Penal, em audiência de justificação realizada na presença do defensor e do Ministério Público, afasta a necessidade de prévio Procedimento Administrativo Disciplinar (PAD), assim como supre eventual ausência ou insuficiência de defesa técnica no PAD instaurado para apurar a prática de falta grave durante o cumprimento da pena”.\n(RE 972598, Relator(a): Min. ROBERTO BARROSO, Tribunal Pleno, julgado em 04/05/2020, PUBLICADO em 06/08/2020)",
      "dataExtracao": "2026-01-21T03:56:28.468Z"
    },
    {
      "id": "stf_2",
      "fonte": "STF",
      "tipo": "Acórdão",
      "repercussaoGeral": true,
      "processo": "RE 776823",
      "relator": "Min. EDSON FACHIN",
      "orgaoJulgador": "Tribunal Pleno",
      "dataJulgamento": "07/12/2020",
      "dataPublicacao": "23/02/2021",
      "tema": "",
      "ementa": "Ementa: RECURSO EXTRAORDINÁRIO. PROCESSO PENAL. REPERCUSSÃO GERAL. TEMA DE REPERCUSSÃO GERAL 758: NECESSIDADE DE CONDENAÇÃO COM TRÂNSITO EM JULGADO PARA SE CONSIDERAR COMO FALTA GRAVE, NO ÂMBITO ADMINISTRATIVO CARCERÁRIO, A PRÁTICA DE FATO DEFINIDO COMO CRIME DOLOSO. ARTS. 52, CAPUT, E 118, I, DA LEI DE EXECUÇÃO PENAL. CLÁUSULA DE RESERVA DE PLENÁRIO (ART. 97 DA CF). PRESUNÇÃO DE INOCÊNCIA (ART. 5º, LVII, DA CF). PRECEDENTES DO STF. RECURSO EXTRAORDINÁRIO A QUE SE DÁ PROVIMENTO. 1. Os arts. 52, caput, e 118, inciso I, da Lei de Execução Penal, por regerem esfera distinta da formação de culpa no processo penal de conhecimento, não são incompatíveis com a norma inscrita no art. 5º, inciso LVII, da Constituição Federal. Dessa forma, descabe condicionar o reconhecimento da sanção administrativo-disciplinar de falta grave consistente na prática de fato definido como crime doloso pelo Juízo da Execução Penal ao trânsito em julgado da condenação oriunda do Juízo de Conhecimento. Independência das esferas de apuração e sancionamento de atos ilícitos. Juízes com competências diversas. Precedentes do Supremo Tribunal Federal. 2. A apuração da falta grave, todavia, deve observar os postulados constitucionais do devido processo legal, do contraditório e da ampla defesa, assegurado ao sentenciado defesa técnica e possibilidade de produção de provas. Tema de repercussão geral 941. Regras de Nelson Mandela das Nações Unidas. 3. Não se reconhece violação à cláusula de reserva de plenário quando o órgão fracionário do Tribunal de origem deixa de aplicar dispositivo infraconstitucional sem que o tenha declarado, expressa ou implicitamente, a inconstitucionalidade. 4. Recurso extraordinário a que se dá provimento, com a fixação da seguinte tese: o reconhecimento de falta grave consistente na prática de fato definido como crime doloso no curso da execução penal dispensa o trânsito em julgado da condenação criminal no juízo do conhecimento, desde que a apuração do ilícito disciplinar ocorra com observância do devido processo legal, do contraditório e da ampla defesa, podendo a instrução em sede executiva ser suprida por sentença criminal condenatória que verse sobre a materialidade, a autoria e as circunstâncias do crime correspondente à falta grave.",
      "metadataRaw": "Órgão julgador: Tribunal Pleno\nRelator(a): Min. EDSON FACHIN\nJulgamento: 07/12/2020\nPublicação: 23/02/2021",
      "ementaFormatada": "RECURSO EXTRAORDINÁRIO. PROCESSO PENAL. REPERCUSSÃO GERAL. TEMA DE REPERCUSSÃO GERAL 758: NECESSIDADE DE CONDENAÇÃO COM TRÂNSITO EM JULGADO PARA SE CONSIDERAR COMO FALTA GRAVE, NO ÂMBITO ADMINISTRATIVO CARCERÁRIO, A PRÁTICA DE FATO DEFINIDO COMO CRIME DOLOSO. ARTS. 52, CAPUT, E 118, I, DA LEI DE EXECUÇÃO PENAL. CLÁUSULA DE RESERVA DE PLENÁRIO (ART. 97 DA CF). PRESUNÇÃO DE INOCÊNCIA (ART. 5º, LVII, DA CF). PRECEDENTES DO STF. RECURSO EXTRAORDINÁRIO A QUE SE DÁ PROVIMENTO. 1. Os arts. 52, caput, e 118, inciso I, da Lei de Execução Penal, por regerem esfera distinta da formação de culpa no processo penal de conhecimento, não são incompatíveis com a norma inscrita no art. 5º, inciso LVII, da Constituição Federal. Dessa forma, descabe condicionar o reconhecimento da sanção administrativo-disciplinar de falta grave consistente na prática de fato definido como crime doloso pelo Juízo da Execução Penal ao trânsito em julgado da condenação oriunda do Juízo de Conhecimento. Independência das esferas de apuração e sancionamento de atos ilícitos. Juízes com competências diversas. Precedentes do Supremo Tribunal Federal. 2. A apuração da falta grave, todavia, deve observar os postulados constitucionais do devido processo legal, do contraditório e da ampla defesa, assegurado ao sentenciado defesa técnica e possibilidade de produção de provas. Tema de repercussão geral 941. Regras de Nelson Mandela das Nações Unidas. 3. Não se reconhece violação à cláusula de reserva de plenário quando o órgão fracionário do Tribunal de origem deixa de aplicar dispositivo infraconstitucional sem que o tenha declarado, expressa ou implicitamente, a inconstitucionalidade. 4. Recurso extraordinário a que se dá provimento, com a fixação da seguinte tese: o reconhecimento de falta grave consistente na prática de fato definido como crime doloso no curso da execução penal dispensa o trânsito em julgado da condenação criminal no juízo do conhecimento, desde que a apuração do ilícito disciplinar ocorra com observância do devido processo legal, do contraditório e da ampla defesa, podendo a instrução em sede executiva ser suprida por sentença criminal condenatória que verse sobre a materialidade, a autoria e as circunstâncias do crime correspondente à falta grave.\n(RE 776823, Relator(a): Min. EDSON FACHIN, Tribunal Pleno, julgado em 07/12/2020, PUBLICADO em 23/02/2021)",
      "dataExtracao": "2026-01-21T03:56:28.469Z"
    },
    {
      "id": "stf_3",
      "fonte": "STF",
      "tipo": "Acórdão",
      "repercussaoGeral": true,
      "processo": "RE 1116485",
      "relator": "Min. LUIZ FUX",
      "orgaoJulgador": "Tribunal Pleno",
      "dataJulgamento": "01/03/2023",
      "dataPublicacao": "24/04/2023",
      "tema": "",
      "ementa": "Ementa: RECURSO EXTRAORDINÁRIO COM REPERCUSSÃO GERAL RECONHECIDA. TEMA 477. CONSTITUCIONAL E PENAL. LEI DE EXECUÇÃO PENAL (LEI Nº 7.210/84). ARTIGO 127. ALTERAÇÃO PROMOVIDA PELA LEI Nº 12.433/11. PERDA DE DIAS REMIDOS. LIMITAÇÃO DE 1/3. DISCUSSÃO QUANTO À NECESSIDADE DE REVISÃO OU CANCELAMENTO DA SÚMULA VINCULANTE Nº 9. ALEGAÇÃO DE OFENSA AOS ARTIGOS 5º, XLVI, E 93, IX, DA CF/88. NÃO OCORRÊNCIA. PERSPECTIVA INTERINSTITUCIONAL NA ANÁLISE DAS ATRIBUIÇÕES DO SUPREMO TRIBUNAL FEDERAL DE EDIÇÃO DE SÚMULAS VINCULANTES E DO CONGRESSO NACIONAL DE EDIÇÃO DE ATOS NORMATIVOS QUE POSSAM, EVENTUALMENTE, CONTRAPOR AO QUE ANTERIORMENTE AFIRMADO EM ENUNCIADO DE SÚMULA VINCULANTE. PLURALISMO DOS INTÉRPRETES DA LEI FUNDAMENTAL. AUSÊNCIA DE SUPREMACIA JUDICIAL. TEORIA DOS DIÁLOGOS CONSTITUCIONAIS. POSTURA DEFERENTE, EM REGRA, DO JUDICIÁRIO EM FACE DA PROMULGAÇÃO DE LEI SUPERVENIENTE DE CONTEÚDO DIVERGENTE. CASO CONCRETO. REAFIRMAÇÃO DA CONSTITUCIONALIDADE DA PERDA DOS DIAS REMIDOS DECORRENTE DA PRÁTICA DE FALTA GRAVE. REVISÃO OU CANCELAMENTO DA SÚMULA VINCULANTE Nº 9. VIA ADEQUADA. LEI Nº 11.417/06, ART. 5º. PROPOSTAS DE SÚMULA VINCULANTES NºS 60 E 64. RECURSO EXTRAORDINÁRIO DESPROVIDO, COM FIXAÇÃO DE TESE. 1. Ancorado no princípio da separação dos Poderes, o exercício da jurisdição constitucional deve pressupor seu papel dentro do arranjo institucional democrático erigido pela Constituição que interpreta, sob pena de solapar as contribuições igualmente relevantes das instituições político-representativas, que assumem um papel igualmente legítimo e relevante na construção dos significados constitucionais. 2. À luz do marco teórico dos diálogos institucionais, revela-se necessário o compartilhamento da tarefar de interpretar o sentido da Constituição, sem que se afirme a qualquer órgão a prevalência abstrata de assumir sempre a última palavra. 3. A interpretação constitucional deve perpassar por um processo de construção plural entre os Poderes estatais e os diversos segmentos da sociedade civil organizada, como um mecanismo contínuo, ininterrupto e republicano de construção de significados no qual cada um dos players envolvidos contribui ao embate dialógico, com suas capacidades específicas, sem se arvorar como intérprete único e exclusivo da Constituição, em busca do aperfeiçoamento de soluções democráticas às questões de interesse público. 4. In casu, revela-se constitucional o art. 127 da Lei de Execuções penais (Lei nº 7.210/1984), conforme a redação atribuída pela Lei nº 12.433/2011, ao fixar limite temporal à perda de dias remidos, em consequência da prática de falta grave. 5. Recurso extraordinário a que se NEGA PROVIMENTO. 6. Proposta de Tese de Repercussão Geral: 1. A revogação ou modificação do ato normativo em que se fundou a edição de enunciado de súmula vinculante acarreta, em regra, a necessidade de sua revisão ou cancelamento pelo Supremo Tribunal Federal, conforme o caso. 2. É constitucional a previsão legislativa de perda dos dias remidos pelo condenado que comete falta grave no curso da execução penal.",
      "metadataRaw": "Órgão julgador: Tribunal Pleno\nRelator(a): Min. LUIZ FUX\nJulgamento: 01/03/2023\nPublicação: 24/04/2023",
      "ementaFormatada": "RECURSO EXTRAORDINÁRIO COM REPERCUSSÃO GERAL RECONHECIDA. TEMA 477. CONSTITUCIONAL E PENAL. LEI DE EXECUÇÃO PENAL (LEI Nº 7.210/84). ARTIGO 127. ALTERAÇÃO PROMOVIDA PELA LEI Nº 12.433/11. PERDA DE DIAS REMIDOS. LIMITAÇÃO DE 1/3. DISCUSSÃO QUANTO À NECESSIDADE DE REVISÃO OU CANCELAMENTO DA SÚMULA VINCULANTE Nº 9. ALEGAÇÃO DE OFENSA AOS ARTIGOS 5º, XLVI, E 93, IX, DA CF/88. NÃO OCORRÊNCIA. PERSPECTIVA INTERINSTITUCIONAL NA ANÁLISE DAS ATRIBUIÇÕES DO SUPREMO TRIBUNAL FEDERAL DE EDIÇÃO DE SÚMULAS VINCULANTES E DO CONGRESSO NACIONAL DE EDIÇÃO DE ATOS NORMATIVOS QUE POSSAM, EVENTUALMENTE, CONTRAPOR AO QUE ANTERIORMENTE AFIRMADO EM ENUNCIADO DE SÚMULA VINCULANTE. PLURALISMO DOS INTÉRPRETES DA LEI FUNDAMENTAL. AUSÊNCIA DE SUPREMACIA JUDICIAL. TEORIA DOS DIÁLOGOS CONSTITUCIONAIS. POSTURA DEFERENTE, EM REGRA, DO JUDICIÁRIO EM FACE DA PROMULGAÇÃO DE LEI SUPERVENIENTE DE CONTEÚDO DIVERGENTE. CASO CONCRETO. REAFIRMAÇÃO DA CONSTITUCIONALIDADE DA PERDA DOS DIAS REMIDOS DECORRENTE DA PRÁTICA DE FALTA GRAVE. REVISÃO OU CANCELAMENTO DA SÚMULA VINCULANTE Nº 9. VIA ADEQUADA. LEI Nº 11.417/06, ART. 5º. PROPOSTAS DE SÚMULA VINCULANTES NºS 60 E 64. RECURSO EXTRAORDINÁRIO DESPROVIDO, COM FIXAÇÃO DE TESE. 1. Ancorado no princípio da separação dos Poderes, o exercício da jurisdição constitucional deve pressupor seu papel dentro do arranjo institucional democrático erigido pela Constituição que interpreta, sob pena de solapar as contribuições igualmente relevantes das instituições político-representativas, que assumem um papel igualmente legítimo e relevante na construção dos significados constitucionais. 2. À luz do marco teórico dos diálogos institucionais, revela-se necessário o compartilhamento da tarefar de interpretar o sentido da Constituição, sem que se afirme a qualquer órgão a prevalência abstrata de assumir sempre a última palavra. 3. A interpretação constitucional deve perpassar por um processo de construção plural entre os Poderes estatais e os diversos segmentos da sociedade civil organizada, como um mecanismo contínuo, ininterrupto e republicano de construção de significados no qual cada um dos players envolvidos contribui ao embate dialógico, com suas capacidades específicas, sem se arvorar como intérprete único e exclusivo da Constituição, em busca do aperfeiçoamento de soluções democráticas às questões de interesse público. 4. In casu, revela-se constitucional o art. 127 da Lei de Execuções penais (Lei nº 7.210/1984), conforme a redação atribuída pela Lei nº 12.433/2011, ao fixar limite temporal à perda de dias remidos, em consequência da prática de falta grave. 5. Recurso extraordinário a que se NEGA PROVIMENTO. 6. Proposta de Tese de Repercussão Geral: 1. A revogação ou modificação do ato normativo em que se fundou a edição de enunciado de súmula vinculante acarreta, em regra, a necessidade de sua revisão ou cancelamento pelo Supremo Tribunal Federal, conforme o caso. 2. É constitucional a previsão legislativa de perda dos dias remidos pelo condenado que comete falta grave no curso da execução penal.\n(RE 1116485, Relator(a): Min. LUIZ FUX, Tribunal Pleno, julgado em 01/03/2023, PUBLICADO em 24/04/2023)",
      "dataExtracao": "2026-01-21T03:56:28.469Z"
    },
    {
      "id": "stf_4",
      "fonte": "STF",
      "tipo": "Acórdão",
      "repercussaoGeral": true,
      "processo": "RE 1282553",
      "relator": "Min. ALEXANDRE DE MORAES",
      "orgaoJulgador": "Tribunal Pleno",
      "dataJulgamento": "04/10/2023",
      "dataPublicacao": "15/12/2023",
      "tema": "",
      "ementa": "Ementa: PRINCÍPIOS DA DIGNIDADE DA PESSOA HUMANA E DO VALOR SOCIAL DO TRABALHO (ARTIGO 1º, III e IV). A SUSPENSÃO DOS DIREITOS POLÍTICOS POR CONDENAÇÃO CRIMINAL TRANSITADA EM JULGADO (ARTIGO 15, III, DA CF/1988) NÃO AFASTA A POSSIBILIDADE DE POSSE DO APENADO APROVADO EM CONCURSO PÚBLICO. RESSOCIALIZAÇÃO DO CONDENADO COMO UMA DAS FINALIDADES DA PENA. POSSIBILIDADE DE INVESTIDURA NO CARGO, CUJO EXERCÍCIO EFETIVO DEPENDERÁ DA EXTINÇÃO DE PUNIBILIDADE OU DE DECISÃO JUDICIAL. RECURSO EXTRAORDINÁRIO NÃO PROVIDO. 1. O direito ao trabalho é um direito social (art. 6º da CF/1988) que decorre do princípio da dignidade da pessoa humana (art. 1º, III e IV, da CF/1988), sendo meio para se construir uma sociedade livre, justa e solidária; para se garantir o desenvolvimento nacional; bem como para erradicar a pobreza e a marginalização e reduzir as desigualdades sociais e regionais (art. 3º, I, II, e III, da CF/1988); não se confundindo com os direitos políticos. 2. Os direitos políticos dos apenados criminalmente mediante decisão judicial transitada em julgado devem permanecer suspensos enquanto durarem os efeitos da condenação (art. 15, III, da CF/1988). A norma constitucional tem um sentido ético, de afastar da atividade política aqueles que ofenderam valores caros à vida em sociedade. 3. Porém, essa previsão não pode ser considerada, de forma isolada, como empecilho para a posse de candidato em concurso público, uma vez que a Lei de Execução Penal deve ser interpretada em conformidade com seu artigo 1º, segundo o qual a ressocialização do condenado constitui o objetivo da execução penal. 4. Não é razoável que o Poder Público, principal responsável pela reintegração do condenado ao meio social, obstaculize tal finalidade, impossibilitando a posse em cargo público de candidato que, a despeito de toda a dificuldade enfrentada pelo encarceramento, foi aprovado em diversos concursos, por mérito próprio. 5. Recurso Extraordinário a que se nega provimento. Interpretação conforme à Constituição aos incisos II e III do art. 5º da Lei 8.112/1990, no sentido de que não é possível aplicar-se automaticamente o artigo 15, III, da Constituição, exigindo-se conduta clara e nítida no sentido de furtar-se às obrigações eleitorais. Fixada, para fins de repercussão geral, a seguinte tese ao TEMA 1190: É inconstitucional, por violação aos princípios da dignidade da pessoa humana e do valor social do trabalho (CF, artigo 1º, III e IV), a vedação a que candidato aprovado em concurso público venha a tomar posse no cargo, por não preencher os requisitos de gozo dos direitos políticos e quitação eleitoral, em razão de condenação criminal transitada em julgado (CF, artigo 15, III), quando este for o único fundamento para sua eliminação no certame, uma vez que é obrigatoriedade do Estado e da sociedade fornecer meios para que o egresso se reintegre à sociedade. O início do efetivo exercício do cargo ficará condicionado ao término da pena ou à decisão judicial.",
      "metadataRaw": "Órgão julgador: Tribunal Pleno\nRelator(a): Min. ALEXANDRE DE MORAES\nJulgamento: 04/10/2023\nPublicação: 15/12/2023",
      "ementaFormatada": "PRINCÍPIOS DA DIGNIDADE DA PESSOA HUMANA E DO VALOR SOCIAL DO TRABALHO (ARTIGO 1º, III e IV). A SUSPENSÃO DOS DIREITOS POLÍTICOS POR CONDENAÇÃO CRIMINAL TRANSITADA EM JULGADO (ARTIGO 15, III, DA CF/1988) NÃO AFASTA A POSSIBILIDADE DE POSSE DO APENADO APROVADO EM CONCURSO PÚBLICO. RESSOCIALIZAÇÃO DO CONDENADO COMO UMA DAS FINALIDADES DA PENA. POSSIBILIDADE DE INVESTIDURA NO CARGO, CUJO EXERCÍCIO EFETIVO DEPENDERÁ DA EXTINÇÃO DE PUNIBILIDADE OU DE DECISÃO JUDICIAL. RECURSO EXTRAORDINÁRIO NÃO PROVIDO. 1. O direito ao trabalho é um direito social (art. 6º da CF/1988) que decorre do princípio da dignidade da pessoa humana (art. 1º, III e IV, da CF/1988), sendo meio para se construir uma sociedade livre, justa e solidária; para se garantir o desenvolvimento nacional; bem como para erradicar a pobreza e a marginalização e reduzir as desigualdades sociais e regionais (art. 3º, I, II, e III, da CF/1988); não se confundindo com os direitos políticos. 2. Os direitos políticos dos apenados criminalmente mediante decisão judicial transitada em julgado devem permanecer suspensos enquanto durarem os efeitos da condenação (art. 15, III, da CF/1988). A norma constitucional tem um sentido ético, de afastar da atividade política aqueles que ofenderam valores caros à vida em sociedade. 3. Porém, essa previsão não pode ser considerada, de forma isolada, como empecilho para a posse de candidato em concurso público, uma vez que a Lei de Execução Penal deve ser interpretada em conformidade com seu artigo 1º, segundo o qual a ressocialização do condenado constitui o objetivo da execução penal. 4. Não é razoável que o Poder Público, principal responsável pela reintegração do condenado ao meio social, obstaculize tal finalidade, impossibilitando a posse em cargo público de candidato que, a despeito de toda a dificuldade enfrentada pelo encarceramento, foi aprovado em diversos concursos, por mérito próprio. 5. Recurso Extraordinário a que se nega provimento. Interpretação conforme à Constituição aos incisos II e III do art. 5º da Lei 8.112/1990, no sentido de que não é possível aplicar-se automaticamente o artigo 15, III, da Constituição, exigindo-se conduta clara e nítida no sentido de furtar-se às obrigações eleitorais. Fixada, para fins de repercussão geral, a seguinte tese ao TEMA 1190: É inconstitucional, por violação aos princípios da dignidade da pessoa humana e do valor social do trabalho (CF, artigo 1º, III e IV), a vedação a que candidato aprovado em concurso público venha a tomar posse no cargo, por não preencher os requisitos de gozo dos direitos políticos e quitação eleitoral, em razão de condenação criminal transitada em julgado (CF, artigo 15, III), quando este for o único fundamento para sua eliminação no certame, uma vez que é obrigatoriedade do Estado e da sociedade fornecer meios para que o egresso se reintegre à sociedade. O início do efetivo exercício do cargo ficará condicionado ao término da pena ou à decisão judicial.\n(RE 1282553, Relator(a): Min. ALEXANDRE DE MORAES, Tribunal Pleno, julgado em 04/10/2023, PUBLICADO em 15/12/2023)",
      "dataExtracao": "2026-01-21T03:56:28.469Z"
    },
    {
      "id": "stf_5",
      "fonte": "STF",
      "tipo": "Acórdão",
      "repercussaoGeral": true,
      "processo": "RE 641320",
      "relator": "Min. GILMAR MENDES",
      "orgaoJulgador": "Tribunal Pleno",
      "dataJulgamento": "11/05/2016",
      "dataPublicacao": "01/08/2016",
      "tema": "",
      "ementa": "Constitucional. Direito Penal. Execução penal. Repercussão geral. Recurso extraordinário representativo da controvérsia. 2. Cumprimento de pena em regime fechado, na hipótese de inexistir vaga em estabelecimento adequado a seu regime. Violação aos princípios da individualização da pena (art. 5º, XLVI) e da legalidade (art. 5º, XXXIX). A falta de estabelecimento penal adequado não autoriza a manutenção do condenado em regime prisional mais gravoso. 3. Os juízes da execução penal poderão avaliar os estabelecimentos destinados aos regimes semiaberto e aberto, para qualificação como adequados a tais regimes. São aceitáveis estabelecimentos que não se qualifiquem como “colônia agrícola, industrial” (regime semiaberto) ou “casa de albergado ou estabelecimento adequado” (regime aberto) (art. 33, § 1º, alíneas “b” e “c”). No entanto, não deverá haver alojamento conjunto de presos dos regimes semiaberto e aberto com presos do regime fechado. 4. Havendo déficit de vagas, deverão ser determinados: (i) a saída antecipada de sentenciado no regime com falta de vagas; (ii) a liberdade eletronicamente monitorada ao sentenciado que sai antecipadamente ou é posto em prisão domiciliar por falta de vagas; (iii) o cumprimento de penas restritivas de direito e/ou estudo ao sentenciado que progride ao regime aberto. Até que sejam estruturadas as medidas alternativas propostas, poderá ser deferida a prisão domiciliar ao sentenciado. 5. Apelo ao legislador. A legislação sobre execução penal atende aos direitos fundamentais dos sentenciados. No entanto, o plano legislativo está tão distante da realidade que sua concretização é absolutamente inviável. Apelo ao legislador para que avalie a possibilidade de reformular a execução penal e a legislação correlata, para: (i) reformular a legislação de execução penal, adequando-a à realidade, sem abrir mão de parâmetros rígidos de respeito aos direitos fundamentais; (ii) compatibilizar os estabelecimentos penais à atual realidade; (iii) impedir o contingenciamento do FUNPEN; (iv) facilitar a construção de unidades funcionalmente adequadas – pequenas, capilarizadas; (v) permitir o aproveitamento da mão-de-obra dos presos nas obras de civis em estabelecimentos penais; (vi) limitar o número máximo de presos por habitante, em cada unidade da federação, e revisar a escala penal, especialmente para o tráfico de pequenas quantidades de droga, para permitir o planejamento da gestão da massa carcerária e a destinação dos recursos necessários e suficientes para tanto, sob pena de responsabilidade dos administradores públicos; (vii) fomentar o trabalho e estudo do preso, mediante envolvimento de entidades que recebem recursos públicos, notadamente os serviços sociais autônomos; (viii) destinar as verbas decorrentes da prestação pecuniária para criação de postos de trabalho e estudo no sistema prisional. 6. Decisão de caráter aditivo. Determinação que o Conselho Nacional de Justiça apresente: (i) projeto de estruturação do Cadastro Nacional de Presos, com etapas e prazos de implementação, devendo o banco de dados conter informações suficientes para identificar os mais próximos da progressão ou extinção da pena; (ii) relatório sobre a implantação das centrais de monitoração e penas alternativas, acompanhado, se for o caso, de projeto de medidas ulteriores para desenvolvimento dessas estruturas; (iii) projeto para reduzir ou eliminar o tempo de análise de progressões de regime ou outros benefícios que possam levar à liberdade; (iv) relatório deverá avaliar (a) a adoção de estabelecimentos penais alternativos; (b) o fomento à oferta de trabalho e o estudo para os sentenciados; (c) a facilitação da tarefa das unidades da Federação na obtenção e acompanhamento dos financiamentos com recursos do FUNPEN; (d) a adoção de melhorias da administração judiciária ligada à execução penal. 7. Estabelecimento de interpretação conforme a Constituição para (a) excluir qualquer interpretação que permita o contingenciamento do Fundo Penitenciário Nacional (FUNPEN), criado pela Lei Complementar 79/94; b) estabelecer que a utilização de recursos do Fundo Penitenciário Nacional (FUNPEN) para financiar centrais de monitoração eletrônica e penas alternativas é compatível com a interpretação do art. 3º da Lei Complementar 79/94. 8. Caso concreto: o Tribunal de Justiça reconheceu, em sede de apelação em ação penal, a inexistência de estabelecimento adequado ao cumprimento de pena privativa de liberdade no regime semiaberto e, como consequência, determinou o cumprimento da pena em prisão domiciliar, até que disponibilizada vaga. Recurso extraordinário provido em parte, apenas para determinar que, havendo viabilidade, ao invés da prisão domiciliar, sejam observados (i) a saída antecipada de sentenciado no regime com falta de vagas; (ii) a liberdade eletronicamente monitorada do recorrido, enquanto em regime semiaberto; (iii) o cumprimento de penas restritivas de direito e/ou estudo ao sentenciado após progressão ao regime aberto.",
      "metadataRaw": "Órgão julgador: Tribunal Pleno\nRelator(a): Min. GILMAR MENDES\nJulgamento: 11/05/2016\nPublicação: 01/08/2016",
      "ementaFormatada": "Constitucional. Direito Penal. Execução penal. Repercussão geral. Recurso extraordinário representativo da controvérsia. 2. Cumprimento de pena em regime fechado, na hipótese de inexistir vaga em estabelecimento adequado a seu regime. Violação aos princípios da individualização da pena (art. 5º, XLVI) e da legalidade (art. 5º, XXXIX). A falta de estabelecimento penal adequado não autoriza a manutenção do condenado em regime prisional mais gravoso. 3. Os juízes da execução penal poderão avaliar os estabelecimentos destinados aos regimes semiaberto e aberto, para qualificação como adequados a tais regimes. São aceitáveis estabelecimentos que não se qualifiquem como “colônia agrícola, industrial” (regime semiaberto) ou “casa de albergado ou estabelecimento adequado” (regime aberto) (art. 33, § 1º, alíneas “b” e “c”). No entanto, não deverá haver alojamento conjunto de presos dos regimes semiaberto e aberto com presos do regime fechado. 4. Havendo déficit de vagas, deverão ser determinados: (i) a saída antecipada de sentenciado no regime com falta de vagas; (ii) a liberdade eletronicamente monitorada ao sentenciado que sai antecipadamente ou é posto em prisão domiciliar por falta de vagas; (iii) o cumprimento de penas restritivas de direito e/ou estudo ao sentenciado que progride ao regime aberto. Até que sejam estruturadas as medidas alternativas propostas, poderá ser deferida a prisão domiciliar ao sentenciado. 5. Apelo ao legislador. A legislação sobre execução penal atende aos direitos fundamentais dos sentenciados. No entanto, o plano legislativo está tão distante da realidade que sua concretização é absolutamente inviável. Apelo ao legislador para que avalie a possibilidade de reformular a execução penal e a legislação correlata, para: (i) reformular a legislação de execução penal, adequando-a à realidade, sem abrir mão de parâmetros rígidos de respeito aos direitos fundamentais; (ii) compatibilizar os estabelecimentos penais à atual realidade; (iii) impedir o contingenciamento do FUNPEN; (iv) facilitar a construção de unidades funcionalmente adequadas – pequenas, capilarizadas; (v) permitir o aproveitamento da mão-de-obra dos presos nas obras de civis em estabelecimentos penais; (vi) limitar o número máximo de presos por habitante, em cada unidade da federação, e revisar a escala penal, especialmente para o tráfico de pequenas quantidades de droga, para permitir o planejamento da gestão da massa carcerária e a destinação dos recursos necessários e suficientes para tanto, sob pena de responsabilidade dos administradores públicos; (vii) fomentar o trabalho e estudo do preso, mediante envolvimento de entidades que recebem recursos públicos, notadamente os serviços sociais autônomos; (viii) destinar as verbas decorrentes da prestação pecuniária para criação de postos de trabalho e estudo no sistema prisional. 6. Decisão de caráter aditivo. Determinação que o Conselho Nacional de Justiça apresente: (i) projeto de estruturação do Cadastro Nacional de Presos, com etapas e prazos de implementação, devendo o banco de dados conter informações suficientes para identificar os mais próximos da progressão ou extinção da pena; (ii) relatório sobre a implantação das centrais de monitoração e penas alternativas, acompanhado, se for o caso, de projeto de medidas ulteriores para desenvolvimento dessas estruturas; (iii) projeto para reduzir ou eliminar o tempo de análise de progressões de regime ou outros benefícios que possam levar à liberdade; (iv) relatório deverá avaliar (a) a adoção de estabelecimentos penais alternativos; (b) o fomento à oferta de trabalho e o estudo para os sentenciados; (c) a facilitação da tarefa das unidades da Federação na obtenção e acompanhamento dos financiamentos com recursos do FUNPEN; (d) a adoção de melhorias da administração judiciária ligada à execução penal. 7. Estabelecimento de interpretação conforme a Constituição para (a) excluir qualquer interpretação que permita o contingenciamento do Fundo Penitenciário Nacional (FUNPEN), criado pela Lei Complementar 79/94; b) estabelecer que a utilização de recursos do Fundo Penitenciário Nacional (FUNPEN) para financiar centrais de monitoração eletrônica e penas alternativas é compatível com a interpretação do art. 3º da Lei Complementar 79/94. 8. Caso concreto: o Tribunal de Justiça reconheceu, em sede de apelação em ação penal, a inexistência de estabelecimento adequado ao cumprimento de pena privativa de liberdade no regime semiaberto e, como consequência, determinou o cumprimento da pena em prisão domiciliar, até que disponibilizada vaga. Recurso extraordinário provido em parte, apenas para determinar que, havendo viabilidade, ao invés da prisão domiciliar, sejam observados (i) a saída antecipada de sentenciado no regime com falta de vagas; (ii) a liberdade eletronicamente monitorada do recorrido, enquanto em regime semiaberto; (iii) o cumprimento de penas restritivas de direito e/ou estudo ao sentenciado após progressão ao regime aberto.\n(RE 641320, Relator(a): Min. GILMAR MENDES, Tribunal Pleno, julgado em 11/05/2016, PUBLICADO em 01/08/2016)",
      "dataExtracao": "2026-01-21T03:56:28.469Z"
    },
    {
      "id": "stf_6",
      "fonte": "STF",
      "tipo": "Acórdão",
      "repercussaoGeral": true,
      "processo": "RE 972598 RG",
      "relator": "Min. LUÍS ROBERTO BARROSO",
      "orgaoJulgador": "Tribunal Pleno",
      "dataJulgamento": "06/04/2017",
      "dataPublicacao": "04/10/2017",
      "tema": "",
      "ementa": "Ementa: Execução Penal. Recurso Extraordinário. Prática de falta grave. Prévio procedimento administrativo disciplinar. Desnecessidade. Repercussão geral reconhecida. 1. Nos termos das recentes decisões proferidas pelo Supremo Tribunal Federal, a oitiva do condenado pelo Juízo da Execução Penal, em audiência de justificação realizada na presença do defensor e do Ministério Público, afasta a necessidade de prévio Procedimento Administrativo Disciplinar (PAD), assim como supre eventual ausência ou insuficiência de defesa técnica no PAD instaurado para apurar a prática de falta grave durante o cumprimento da pena. 2. Assim sendo, a apuração da prática de falta grave perante o juízo da Execução Penal é compatível com os princípios do contraditório e da ampla defesa (art. 5º, LIV e LV, da CF). 3. Reconhecimento da repercussão geral da questão constitucional suscitada.",
      "metadataRaw": "Órgão julgador: Tribunal Pleno\nRelator(a): Min. LUÍS ROBERTO BARROSO\nJulgamento: 06/04/2017\nPublicação: 04/10/2017",
      "ementaFormatada": "Execução Penal. Recurso Extraordinário. Prática de falta grave. Prévio procedimento administrativo disciplinar. Desnecessidade. Repercussão geral reconhecida. 1. Nos termos das recentes decisões proferidas pelo Supremo Tribunal Federal, a oitiva do condenado pelo Juízo da Execução Penal, em audiência de justificação realizada na presença do defensor e do Ministério Público, afasta a necessidade de prévio Procedimento Administrativo Disciplinar (PAD), assim como supre eventual ausência ou insuficiência de defesa técnica no PAD instaurado para apurar a prática de falta grave durante o cumprimento da pena. 2. Assim sendo, a apuração da prática de falta grave perante o juízo da Execução Penal é compatível com os princípios do contraditório e da ampla defesa (art. 5º, LIV e LV, da CF). 3. Reconhecimento da repercussão geral da questão constitucional suscitada.\n(RE 972598 RG, Relator(a): Min. LUÍS ROBERTO BARROSO, Tribunal Pleno, julgado em 06/04/2017, PUBLICADO em 04/10/2017)",
      "dataExtracao": "2026-01-21T03:56:28.469Z"
    },
    {
      "id": "stf_7",
      "fonte": "STF",
      "tipo": "Acórdão",
      "repercussaoGeral": true,
      "processo": "AI 754008 RG",
      "relator": "Min. CEZAR PELUSO",
      "orgaoJulgador": "Tribunal Pleno",
      "dataJulgamento": "24/09/2009",
      "dataPublicacao": "16/10/2009",
      "tema": "",
      "ementa": "EMENTA: RECURSO. Extraordinário. Inadmissibilidade. Progressão de regime. Requisitos. Interpretação do art. 112 da LEP. Lei nº 10.792/03. Exame criminológico. Matéria infraconstitucional. Ausência de repercussão geral. Agravo de instrumento não conhecido. Não apresenta repercussão geral o recurso extraordinário que, versando sobre a análise dos requisitos para concessão de progressão de regime à luz da nova redação do art. 112 da LEP, pela Lei nº 10.792/03, em especial com relação à realização de exame criminológico (exigência de avaliação social e psicológica do apenado), trata de matéria infraconstitucional.",
      "metadataRaw": "Órgão julgador: Tribunal Pleno\nRelator(a): Min. CEZAR PELUSO\nJulgamento: 24/09/2009\nPublicação: 16/10/2009",
      "ementaFormatada": "RECURSO. Extraordinário. Inadmissibilidade. Progressão de regime. Requisitos. Interpretação do art. 112 da LEP. Lei nº 10.792/03. Exame criminológico. Matéria infraconstitucional. Ausência de repercussão geral. Agravo de instrumento não conhecido. Não apresenta repercussão geral o recurso extraordinário que, versando sobre a análise dos requisitos para concessão de progressão de regime à luz da nova redação do art. 112 da LEP, pela Lei nº 10.792/03, em especial com relação à realização de exame criminológico (exigência de avaliação social e psicológica do apenado), trata de matéria infraconstitucional.\n(AI 754008 RG, Relator(a): Min. CEZAR PELUSO, Tribunal Pleno, julgado em 24/09/2009, PUBLICADO em 16/10/2009)",
      "dataExtracao": "2026-01-21T03:56:28.469Z"
    },
    {
      "id": "stf_8",
      "fonte": "STF",
      "tipo": "Acórdão",
      "repercussaoGeral": true,
      "processo": "RE 1464013 RG",
      "relator": "MINISTRO PRESIDENTE",
      "orgaoJulgador": "Tribunal Pleno",
      "dataJulgamento": "06/09/2024",
      "dataPublicacao": "12/09/2024",
      "tema": "",
      "ementa": "Ementa: Direito constitucional e penal. Recurso extraordinário. Retroatividade de lei. Pacote anticrime. Combinação de leis penais. repercussão Geral. I. Caso em exame 1. Recurso extraordinário do Ministério Público contra acórdão que determinou a aplicação retroativa do art. 112, VI, a, da Lei de Execuções Penais (redação da Lei nº 13.964/2019), para garantir a progressão de regime de condenado por crime hediondo, mas sem a incidência da vedação ao livramento condicional e à saída temporária, prevista no mesmo ato normativo. II. Questão em discussão 2. A questão em discussão consiste em saber se é possível aplicar retroativamente apenas uma parte de lei penal sobre progressão de pena, decotando-se a vedação ao livramento condicional e à saída temporária prevista na mesma lei, porque mais gravosa ao apenado por crime hediondo. III. Razões de decidir 3. O Supremo Tribunal Federal, no julgamento do Tema 169/RG (RE 600.817), sobre a aplicação de partes mais benéficas da Lei nº 11.343/2006 para fatos anteriores a sua vigência, reconheceu a repercussão geral de controvérsia sobre a combinação de partes de leis penais. 4. Constitui questão constitucional relevante a divergência sobre a aplicação retroativa de progressão de regime prevista no art. 112, VI, a, da LEP, sem a incidência de parte da lei nova relacionada à vedação para concessão de livramento condicional e saída temporária. Grande volume de ações a respeito. IV. Dispositivo 5. Repercussão geral reconhecida para a seguinte questão constitucional: saber se é possível aplicar retroativamente apenas a parte mais benéfica de lei penal sobre progressão de pena (art. 112, VI, a, da LEP), decotando-se a vedação ao livramento condicional e à saída temporária prevista na mesma lei, porque mais gravosa ao apenado por crime hediondo.",
      "metadataRaw": "Órgão julgador: Tribunal Pleno\nRelator(a): MINISTRO PRESIDENTE\nJulgamento: 06/09/2024\nPublicação: 12/09/2024",
      "ementaFormatada": "Direito constitucional e penal. Recurso extraordinário. Retroatividade de lei. Pacote anticrime. Combinação de leis penais. repercussão Geral. I. Caso em exame 1. Recurso extraordinário do Ministério Público contra acórdão que determinou a aplicação retroativa do art. 112, VI, a, da Lei de Execuções Penais (redação da Lei nº 13.964/2019), para garantir a progressão de regime de condenado por crime hediondo, mas sem a incidência da vedação ao livramento condicional e à saída temporária, prevista no mesmo ato normativo. II. Questão em discussão 2. A questão em discussão consiste em saber se é possível aplicar retroativamente apenas uma parte de lei penal sobre progressão de pena, decotando-se a vedação ao livramento condicional e à saída temporária prevista na mesma lei, porque mais gravosa ao apenado por crime hediondo. III. Razões de decidir 3. O Supremo Tribunal Federal, no julgamento do Tema 169/RG (RE 600.817), sobre a aplicação de partes mais benéficas da Lei nº 11.343/2006 para fatos anteriores a sua vigência, reconheceu a repercussão geral de controvérsia sobre a combinação de partes de leis penais. 4. Constitui questão constitucional relevante a divergência sobre a aplicação retroativa de progressão de regime prevista no art. 112, VI, a, da LEP, sem a incidência de parte da lei nova relacionada à vedação para concessão de livramento condicional e saída temporária. Grande volume de ações a respeito. IV. Dispositivo 5. Repercussão geral reconhecida para a seguinte questão constitucional: saber se é possível aplicar retroativamente apenas a parte mais benéfica de lei penal sobre progressão de pena (art. 112, VI, a, da LEP), decotando-se a vedação ao livramento condicional e à saída temporária prevista na mesma lei, porque mais gravosa ao apenado por crime hediondo.\n(RE 1464013 RG, Relator(a): MINISTRO PRESIDENTE, Tribunal Pleno, julgado em 06/09/2024, PUBLICADO em 12/09/2024)",
      "dataExtracao": "2026-01-21T03:56:28.469Z"
    },
    {
      "id": "stf_9",
      "fonte": "STF",
      "tipo": "Acórdão",
      "repercussaoGeral": true,
      "processo": "RE 638239 RG",
      "relator": "Min. LUIZ FUX",
      "orgaoJulgador": "Tribunal Pleno",
      "dataJulgamento": "22/09/2011",
      "dataPublicacao": "11/09/2014",
      "tema": "",
      "ementa": "EMENTA: RECURSO EXTRAORDINÁRIO. EXECUÇÃO PENAL. PERDA DOS DIAS REMIDOS. ART. 127 DA LEI DE EXECUÇÃO PENAL. SUPERVENIÊNCIA DA LEI N° 12.433/2011. NATUREZA PENAL EXECUTIVA. RETROATIVIDADE DA NOVATIO LEGIS IN MELLIUS. ART. 5°, XL, DA CONSTITUIÇÃO. APLICAÇÃO DA ORIENTAÇÃO FIXADA PELA CORTE AOS RECURSOS PENDENTES E FUTUROS. POSSIBILIDADE. CANCELAMENTO DA SÚMULA VINCULANTE N° 9. REPERCUSSÃO GERAL RECONHECIDA.",
      "metadataRaw": "Órgão julgador: Tribunal Pleno\nRelator(a): Min. LUIZ FUX\nJulgamento: 22/09/2011\nPublicação: 11/09/2014",
      "ementaFormatada": "RECURSO EXTRAORDINÁRIO. EXECUÇÃO PENAL. PERDA DOS DIAS REMIDOS. ART. 127 DA LEI DE EXECUÇÃO PENAL. SUPERVENIÊNCIA DA LEI N° 12.433/2011. NATUREZA PENAL EXECUTIVA. RETROATIVIDADE DA NOVATIO LEGIS IN MELLIUS. ART. 5°, XL, DA CONSTITUIÇÃO. APLICAÇÃO DA ORIENTAÇÃO FIXADA PELA CORTE AOS RECURSOS PENDENTES E FUTUROS. POSSIBILIDADE. CANCELAMENTO DA SÚMULA VINCULANTE N° 9. REPERCUSSÃO GERAL RECONHECIDA.\n(RE 638239 RG, Relator(a): Min. LUIZ FUX, Tribunal Pleno, julgado em 22/09/2011, PUBLICADO em 11/09/2014)",
      "dataExtracao": "2026-01-21T03:56:28.469Z"
    },
    {
      "id": "stf_10",
      "fonte": "STF",
      "tipo": "Acórdão",
      "repercussaoGeral": true,
      "processo": "RE 776823 RG",
      "relator": "Min. RICARDO LEWANDOWSKI",
      "orgaoJulgador": "Tribunal Pleno",
      "dataJulgamento": "28/08/2014",
      "dataPublicacao": "18/09/2014",
      "tema": "",
      "ementa": "Ementa: RECURSO EXTRADORDINÁRIO. MANIFESTAÇÃO SOBRE REPERCUSSÃO GERAL. PROCESSUAL PENAL. EXECUÇÃO PENAL. ART. 52 DA LEP. FALTA GRAVE. NECESSIDADE DO TRÂNSITO EM JULGADO DA CONDENAÇÃO POR CRIME DOLOSO PARA CARACTERIZAÇÃO DA FALTA GRAVE. APLICAÇÃO DO PRINCÍPIO DA NÃO CULPABILIDADE. RELEVÂNCIA JURÍDICO-SOCIAL DA QUESTÃO CONSTITUCIONAL DISCUTIDA NOS AUTOS. EXISTÊNCIA DE REPERCUSSÃO GERAL.",
      "metadataRaw": "Órgão julgador: Tribunal Pleno\nRelator(a): Min. RICARDO LEWANDOWSKI\nJulgamento: 28/08/2014\nPublicação: 18/09/2014",
      "ementaFormatada": "RECURSO EXTRADORDINÁRIO. MANIFESTAÇÃO SOBRE REPERCUSSÃO GERAL. PROCESSUAL PENAL. EXECUÇÃO PENAL. ART. 52 DA LEP. FALTA GRAVE. NECESSIDADE DO TRÂNSITO EM JULGADO DA CONDENAÇÃO POR CRIME DOLOSO PARA CARACTERIZAÇÃO DA FALTA GRAVE. APLICAÇÃO DO PRINCÍPIO DA NÃO CULPABILIDADE. RELEVÂNCIA JURÍDICO-SOCIAL DA QUESTÃO CONSTITUCIONAL DISCUTIDA NOS AUTOS. EXISTÊNCIA DE REPERCUSSÃO GERAL.\n(RE 776823 RG, Relator(a): Min. RICARDO LEWANDOWSKI, Tribunal Pleno, julgado em 28/08/2014, PUBLICADO em 18/09/2014)",
      "dataExtracao": "2026-01-21T03:56:28.469Z"
    },
    {
      "id": "stf_11",
      "fonte": "STF",
      "tipo": "Acórdão",
      "repercussaoGeral": true,
      "processo": "RE 641320 RG",
      "relator": "Min. GILMAR MENDES",
      "orgaoJulgador": "Tribunal Pleno",
      "dataJulgamento": "16/06/2011",
      "dataPublicacao": "24/08/2011",
      "tema": "",
      "ementa": "Constitucional. 2. Direito Processual Penal. 3. Execução Penal. 4. Cumprimento de pena em regime menos gravoso, diante da impossibilidade de o Estado fornecer vagas para o cumprimento no regime originalmente estabelecido na condenação penal. 5. Violação dos artigos 1º, III, e 5º, II, XLVI e LXV, ambos da Constituição Federal. 6. Repercussão geral reconhecida.",
      "metadataRaw": "Órgão julgador: Tribunal Pleno\nRelator(a): Min. GILMAR MENDES\nJulgamento: 16/06/2011\nPublicação: 24/08/2011",
      "ementaFormatada": "Constitucional. 2. Direito Processual Penal. 3. Execução Penal. 4. Cumprimento de pena em regime menos gravoso, diante da impossibilidade de o Estado fornecer vagas para o cumprimento no regime originalmente estabelecido na condenação penal. 5. Violação dos artigos 1º, III, e 5º, II, XLVI e LXV, ambos da Constituição Federal. 6. Repercussão geral reconhecida.\n(RE 641320 RG, Relator(a): Min. GILMAR MENDES, Tribunal Pleno, julgado em 16/06/2011, PUBLICADO em 24/08/2011)",
      "dataExtracao": "2026-01-21T03:56:28.469Z"
    },
    {
      "id": "stf_12",
      "fonte": "STF",
      "tipo": "Acórdão",
      "repercussaoGeral": true,
      "processo": "RE 1536743 RG",
      "relator": "MINISTRO PRESIDENTE",
      "orgaoJulgador": "Tribunal Pleno",
      "dataJulgamento": "13/06/2025",
      "dataPublicacao": "24/06/2025",
      "tema": "",
      "ementa": "Ementa: Direito constitucional e penal. Recurso extraordinário. Retroatividade de alteração da Lei de Execução Penal. Exame criminológico para progressão de regime. Repercussão Geral. I. Caso em exame 1. Recurso extraordinário contra acórdão do Tribunal de Justiça do Estado de São Paulo que afirmou a irretroatividade da Lei nº 14.843/2024, que alterou a Lei de Execuções Penais (LEP) para tornar obrigatório o exame criminológico para a progressão de regime. Isso ao argumento de que a modificação seria mais gravosa aos apenados, de modo que não poderia ser aplicada na execução de condenação por crimes praticados antes da vigência da lei. II. Questão em discussão 2. A questão em discussão consiste em saber se é possível aplicar a Lei nº 14.843/2024, que passou a exigir o exame criminológico para a progressão de regime, para crimes praticados antes de sua vigência, em razão da garantia de irretroatividade da lei penal mais gravosa. III. Razões de decidir 3. O debate sobre a constitucionalidade do art. 2º da Lei nº 14.843/2024, que alterou dispositivos da Lei de Execução Penal, é objeto das ADIs nº 7.678, 7.663, 7.665 e 7.672. As ações diretas, contudo, não tem o efeito de sobrestar os recursos extraordinários sobre a aplicação da lei nova na execução de crimes cometidos antes de sua vigência. 4. O Supremo Tribunal Federal, no Tema 1.319/RG (RE 1.464.013), reconheceu a repercussão geral da controvérsia sobre a aplicação retroativa de parte mais benéfica de lei penal sobre progressão de pena (art. 112, VI, a, da LEP, com a redação da Lei nº 13.964/2019) ao apenado por crime hediondo. De igual modo, no RE 1.532.446 (Tema 1.381/STF), reconheceu a repercussão geral de controvérsia sobre a aplicação da própria Lei nº 14.843/2024 na execução de pena por crimes praticados antes de sua vigência, mas em relação às alterações promovidas na LEP sobre saída temporária e trabalho externo do apenado. 5. Constitui questão constitucional relevante a discussão sobre a aplicação da Lei nº 14.843/2024, que alterou o § 1º do art. art. 112 da LEP, na execução de pena por crimes anteriores à sua vigência, para exigir a realização de exame criminológico para a progressão de regime. IV. Dispositivo 6. Repercussão geral reconhecida para a seguinte questão constitucional: saber se a aplicação da Lei nº 14.843/2024, sobre a obrigatoriedade do exame criminológico para a progressão de regime, na execução de pena por crimes praticados antes de sua vigência, viola a garantia de irretroatividade da lei penal mais gravosa (CF/1988, art. 5º, XL). _________ Dispositivos relevantes citados: CF/1988, art. 5º, XL; Lei nº 7.210/1984, art. 112, § 1º; Lei nº 14.843/2024. Jurisprudência relevante citada: STF, RE 1.464.013, Rel. Min. Gilmar Mendes, Plenário j. em 07.09.2024, RE 1.532.446, Rel. Min. Nunes Marques, Plenário, j. em 12.03.2025.",
      "metadataRaw": "Órgão julgador: Tribunal Pleno\nRelator(a): MINISTRO PRESIDENTE\nJulgamento: 13/06/2025\nPublicação: 24/06/2025",
      "ementaFormatada": "Direito constitucional e penal. Recurso extraordinário. Retroatividade de alteração da Lei de Execução Penal. Exame criminológico para progressão de regime. Repercussão Geral. I. Caso em exame 1. Recurso extraordinário contra acórdão do Tribunal de Justiça do Estado de São Paulo que afirmou a irretroatividade da Lei nº 14.843/2024, que alterou a Lei de Execuções Penais (LEP) para tornar obrigatório o exame criminológico para a progressão de regime. Isso ao argumento de que a modificação seria mais gravosa aos apenados, de modo que não poderia ser aplicada na execução de condenação por crimes praticados antes da vigência da lei. II. Questão em discussão 2. A questão em discussão consiste em saber se é possível aplicar a Lei nº 14.843/2024, que passou a exigir o exame criminológico para a progressão de regime, para crimes praticados antes de sua vigência, em razão da garantia de irretroatividade da lei penal mais gravosa. III. Razões de decidir 3. O debate sobre a constitucionalidade do art. 2º da Lei nº 14.843/2024, que alterou dispositivos da Lei de Execução Penal, é objeto das ADIs nº 7.678, 7.663, 7.665 e 7.672. As ações diretas, contudo, não tem o efeito de sobrestar os recursos extraordinários sobre a aplicação da lei nova na execução de crimes cometidos antes de sua vigência. 4. O Supremo Tribunal Federal, no Tema 1.319/RG (RE 1.464.013), reconheceu a repercussão geral da controvérsia sobre a aplicação retroativa de parte mais benéfica de lei penal sobre progressão de pena (art. 112, VI, a, da LEP, com a redação da Lei nº 13.964/2019) ao apenado por crime hediondo. De igual modo, no RE 1.532.446 (Tema 1.381/STF), reconheceu a repercussão geral de controvérsia sobre a aplicação da própria Lei nº 14.843/2024 na execução de pena por crimes praticados antes de sua vigência, mas em relação às alterações promovidas na LEP sobre saída temporária e trabalho externo do apenado. 5. Constitui questão constitucional relevante a discussão sobre a aplicação da Lei nº 14.843/2024, que alterou o § 1º do art. art. 112 da LEP, na execução de pena por crimes anteriores à sua vigência, para exigir a realização de exame criminológico para a progressão de regime. IV. Dispositivo 6. Repercussão geral reconhecida para a seguinte questão constitucional: saber se a aplicação da Lei nº 14.843/2024, sobre a obrigatoriedade do exame criminológico para a progressão de regime, na execução de pena por crimes praticados antes de sua vigência, viola a garantia de irretroatividade da lei penal mais gravosa (CF/1988, art. 5º, XL). _________ Dispositivos relevantes citados: CF/1988, art. 5º, XL; Lei nº 7.210/1984, art. 112, § 1º; Lei nº 14.843/2024. Jurisprudência relevante citada: STF, RE 1.464.013, Rel. Min. Gilmar Mendes, Plenário j. em 07.09.2024, RE 1.532.446, Rel. Min. Nunes Marques, Plenário, j. em 12.03.2025.\n(RE 1536743 RG, Relator(a): MINISTRO PRESIDENTE, Tribunal Pleno, julgado em 13/06/2025, PUBLICADO em 24/06/2025)",
      "dataExtracao": "2026-01-21T03:56:28.469Z"
    },
    {
      "id": "stf_13",
      "fonte": "STF",
      "tipo": "Acórdão",
      "repercussaoGeral": true,
      "processo": "ARE 1327963 RG",
      "relator": "Min. GILMAR MENDES",
      "orgaoJulgador": "Tribunal Pleno",
      "dataJulgamento": "16/09/2021",
      "dataPublicacao": "13/02/2023",
      "tema": "",
      "ementa": "Repercussão geral no recurso extraordinário com agravo. Constitucional. Processo Penal. Execução. 2. Progressão de regime prisional. Condenado por crime hediondo ou equiparado, sem resultado morte, reincidente por crime comum (não específico). Art. 112, incisos V, VI e VII, da Lei de Execução Penal, com redação dada pela Lei 13.964/2019 (Pacote Anticrime). 3. Princípio da legalidade (art. 5º, XXXIX, CF): taxatividade e interpretação mais benéfica ao réu. Retroatividade da norma mais benéfica ao réu (art. 5º, XL, CF). Repercussão geral reconhecida. 4. A leitura dos dispositivos legais (art. 112 e incisos, LEP) atinentes à progressão de regime permite constatar a existência de verdadeiro vácuo normativo. Referida legislação não disciplinou, de forma expressa, a fração para progressão do condenado por crime hediondo ou equiparado reincidente em crime comum. 5. Diante da lacuna legislativa, não se pode admitir a aplicação de norma mais gravosa a partir de interpretação prejudicial ao réu. Tendo em vista a ausência de previsão aplicável a apenados condenados por crimes hediondos ou equiparados, mas reincidentes genéricos (condenação anterior por crime não hediondo ou equiparado), deve-se integrar a norma a partir de interpretação em benefício do réu, já que vedada a analogia in malam partem. 6. A Lei 13.964/19 (Pacote Anticrime) resultou em tratamento mais benéfico a condenados por crime hediondo, sem resultado morte, reincidentes não específicos. Nesse cenário, a norma mais benéfica deve retroagir mesmo para fatos criminosos passados. 7. Julgamento do mérito por reafirmação de jurisprudência: RHC 200.879/SC, Rel. Min. Edson Fachin, Segunda Turma, por unanimidade, DJe 14.6.2021; RHC 196.810 AgR/SC, Rel. Min. Rosa Weber, Primeira Turma, por maioria, DJe 25.6.2021; RHC 198.156 AgR/SC, Rel. Min. Rosa Weber, Primeira Turma, por maioria, DJe 25.6.2021; ARE 1.330.176/SC, Rel. Min. Edson Fachin, decisão monocrática, DJe 6.8.2021; HC 202.691/SP, Rel. Min. Nunes Marques, decisão monocrática, DJe 6.8.2021; HC 193.187/PR, Rel. Min. Alexandre de Moraes, decisão monocrática, DJe 25.5.2021. 8. Agravo no recurso extraordinário provido para conhecer mas não prover o recurso extraordinário interposto pelo Ministério Público Federal. 9. Fixação da tese: “Tendo em vista a legalidade e a taxatividade da norma penal (art. 5º, XXXIX, CF), a alteração promovida pela Lei 13.964/2019 no art. 112 da LEP não autoriza a incidência do percentual de 60% (inc. VII) aos condenados reincidentes não específicos para o fim de progressão de regime. Diante da omissão legislativa, impõe-se a analogia in bonam partem, para aplicação, inclusive retroativa, do inciso V do artigo 112 da LEP (lapso temporal de 40%) ao condenado por crime hediondo ou equiparado sem resultado morte reincidente não específico.”",
      "metadataRaw": "Órgão julgador: Tribunal Pleno\nRelator(a): Min. GILMAR MENDES\nJulgamento: 16/09/2021\nPublicação: 13/02/2023",
      "ementaFormatada": "Repercussão geral no recurso extraordinário com agravo. Constitucional. Processo Penal. Execução. 2. Progressão de regime prisional. Condenado por crime hediondo ou equiparado, sem resultado morte, reincidente por crime comum (não específico). Art. 112, incisos V, VI e VII, da Lei de Execução Penal, com redação dada pela Lei 13.964/2019 (Pacote Anticrime). 3. Princípio da legalidade (art. 5º, XXXIX, CF): taxatividade e interpretação mais benéfica ao réu. Retroatividade da norma mais benéfica ao réu (art. 5º, XL, CF). Repercussão geral reconhecida. 4. A leitura dos dispositivos legais (art. 112 e incisos, LEP) atinentes à progressão de regime permite constatar a existência de verdadeiro vácuo normativo. Referida legislação não disciplinou, de forma expressa, a fração para progressão do condenado por crime hediondo ou equiparado reincidente em crime comum. 5. Diante da lacuna legislativa, não se pode admitir a aplicação de norma mais gravosa a partir de interpretação prejudicial ao réu. Tendo em vista a ausência de previsão aplicável a apenados condenados por crimes hediondos ou equiparados, mas reincidentes genéricos (condenação anterior por crime não hediondo ou equiparado), deve-se integrar a norma a partir de interpretação em benefício do réu, já que vedada a analogia in malam partem. 6. A Lei 13.964/19 (Pacote Anticrime) resultou em tratamento mais benéfico a condenados por crime hediondo, sem resultado morte, reincidentes não específicos. Nesse cenário, a norma mais benéfica deve retroagir mesmo para fatos criminosos passados. 7. Julgamento do mérito por reafirmação de jurisprudência: RHC 200.879/SC, Rel. Min. Edson Fachin, Segunda Turma, por unanimidade, DJe 14.6.2021; RHC 196.810 AgR/SC, Rel. Min. Rosa Weber, Primeira Turma, por maioria, DJe 25.6.2021; RHC 198.156 AgR/SC, Rel. Min. Rosa Weber, Primeira Turma, por maioria, DJe 25.6.2021; ARE 1.330.176/SC, Rel. Min. Edson Fachin, decisão monocrática, DJe 6.8.2021; HC 202.691/SP, Rel. Min. Nunes Marques, decisão monocrática, DJe 6.8.2021; HC 193.187/PR, Rel. Min. Alexandre de Moraes, decisão monocrática, DJe 25.5.2021. 8. Agravo no recurso extraordinário provido para conhecer mas não prover o recurso extraordinário interposto pelo Ministério Público Federal. 9. Fixação da tese: “Tendo em vista a legalidade e a taxatividade da norma penal (art. 5º, XXXIX, CF), a alteração promovida pela Lei 13.964/2019 no art. 112 da LEP não autoriza a incidência do percentual de 60% (inc. VII) aos condenados reincidentes não específicos para o fim de progressão de regime. Diante da omissão legislativa, impõe-se a analogia in bonam partem, para aplicação, inclusive retroativa, do inciso V do artigo 112 da LEP (lapso temporal de 40%) ao condenado por crime hediondo ou equiparado sem resultado morte reincidente não específico.”\n(ARE 1327963 RG, Relator(a): Min. GILMAR MENDES, Tribunal Pleno, julgado em 16/09/2021, PUBLICADO em 13/02/2023)",
      "dataExtracao": "2026-01-21T03:56:28.469Z"
    },
    {
      "id": "stf_14",
      "fonte": "STF",
      "tipo": "Acórdão",
      "repercussaoGeral": true,
      "processo": "RE 1406564 RG",
      "relator": "Min. EDSON FACHIN",
      "orgaoJulgador": "Tribunal Pleno",
      "dataJulgamento": "05/08/2025",
      "dataPublicacao": "18/09/2025",
      "tema": "",
      "ementa": "Ementa: DIREITO CONSTITUCIONAL E PROCESSUAL PENAL. EXECUÇÃO PENAL. ART. 5º, INCISO VIII DA CONSTITUIÇÃO FEDERAL. PRESO. LIBERDADE RELIGIOSA. EXIGÊNCIA PRISIONAL DE CORTE DE CABELO E DE BARBA DE INTERNO, EM POSSÍVEL CONFLITO COM PRESCRIÇÕES RELIGIOSAS E MANUTENÇÃO DE EXPRESSÕES RELIGIOSAS. RECUSA QUE LEVA A SANÇÕES ADMINISTRATIVAS. SEGURANÇA PÚBLICA E SANITÁRIA. QUESTÃO RELEVANTE DO PONTO DE VISTA SOCIAL E JURÍDICO. REPERCUSSÃO GERAL RECONHECIDA. A controvérsia sobre os limites da liberdade religiosa, frente às exigências da segurança pública e da higiene carcerária, constitui questão constitucional relevante que transcende os limites subjetivos da lide, de modo a justificar sua análise sob a sistemática da repercussão geral.",
      "metadataRaw": "Órgão julgador: Tribunal Pleno\nRelator(a): Min. EDSON FACHIN\nJulgamento: 05/08/2025\nPublicação: 18/09/2025",
      "ementaFormatada": "DIREITO CONSTITUCIONAL E PROCESSUAL PENAL. EXECUÇÃO PENAL. ART. 5º, INCISO VIII DA CONSTITUIÇÃO FEDERAL. PRESO. LIBERDADE RELIGIOSA. EXIGÊNCIA PRISIONAL DE CORTE DE CABELO E DE BARBA DE INTERNO, EM POSSÍVEL CONFLITO COM PRESCRIÇÕES RELIGIOSAS E MANUTENÇÃO DE EXPRESSÕES RELIGIOSAS. RECUSA QUE LEVA A SANÇÕES ADMINISTRATIVAS. SEGURANÇA PÚBLICA E SANITÁRIA. QUESTÃO RELEVANTE DO PONTO DE VISTA SOCIAL E JURÍDICO. REPERCUSSÃO GERAL RECONHECIDA. A controvérsia sobre os limites da liberdade religiosa, frente às exigências da segurança pública e da higiene carcerária, constitui questão constitucional relevante que transcende os limites subjetivos da lide, de modo a justificar sua análise sob a sistemática da repercussão geral.\n(RE 1406564 RG, Relator(a): Min. EDSON FACHIN, Tribunal Pleno, julgado em 05/08/2025, PUBLICADO em 18/09/2025)",
      "dataExtracao": "2026-01-21T03:56:28.469Z"
    },
    {
      "id": "stf_15",
      "fonte": "STF",
      "tipo": "Acórdão",
      "repercussaoGeral": true,
      "processo": "ARE 1470552 RG",
      "relator": "Min. EDSON FACHIN",
      "orgaoJulgador": "Tribunal Pleno",
      "dataJulgamento": "14/02/2025",
      "dataPublicacao": "17/03/2025",
      "tema": "",
      "ementa": "Ementa: DIREITO CONSTITUCIONAL E PROCESSUAL PENAL. EXECUÇÃO PENAL. ART. 5º, INCISOS IV, IX E XLVII, DA CONSTITUIÇÃO FEDERAL. PRESO. LIBERDADE DE EXPRESSÃO. PRODUÇÃO LITERÁRIA. ENTREGA DE MANUSCRITO A ADVOGADO. LIMITES IMPOSTOS PELOS SISTEMAS PENITENCIÁRIO E DE JUSTIÇA. SEGURANÇA PÚBLICA. QUESTÃO RELEVANTE DO PONTO DE VISTA SOCIAL E JURÍDICO. REPERCUSSÃO GERAL RECONHECIDA. A controvérsia sobre os limites ao direito de liberdade de expressão e produção literária do preso, frente às exigências de segurança pública e disciplina carcerária, constitui questão constitucional relevante que transcende os limites subjetivos da lide, de modo a justificar sua análise sob a sistemática da repercussão geral.",
      "metadataRaw": "Órgão julgador: Tribunal Pleno\nRelator(a): Min. EDSON FACHIN\nJulgamento: 14/02/2025\nPublicação: 17/03/2025",
      "ementaFormatada": "DIREITO CONSTITUCIONAL E PROCESSUAL PENAL. EXECUÇÃO PENAL. ART. 5º, INCISOS IV, IX E XLVII, DA CONSTITUIÇÃO FEDERAL. PRESO. LIBERDADE DE EXPRESSÃO. PRODUÇÃO LITERÁRIA. ENTREGA DE MANUSCRITO A ADVOGADO. LIMITES IMPOSTOS PELOS SISTEMAS PENITENCIÁRIO E DE JUSTIÇA. SEGURANÇA PÚBLICA. QUESTÃO RELEVANTE DO PONTO DE VISTA SOCIAL E JURÍDICO. REPERCUSSÃO GERAL RECONHECIDA. A controvérsia sobre os limites ao direito de liberdade de expressão e produção literária do preso, frente às exigências de segurança pública e disciplina carcerária, constitui questão constitucional relevante que transcende os limites subjetivos da lide, de modo a justificar sua análise sob a sistemática da repercussão geral.\n(ARE 1470552 RG, Relator(a): Min. EDSON FACHIN, Tribunal Pleno, julgado em 14/02/2025, PUBLICADO em 17/03/2025)",
      "dataExtracao": "2026-01-21T03:56:28.469Z"
    },
    {
      "id": "stf_16",
      "fonte": "STF",
      "tipo": "Acórdão",
      "repercussaoGeral": true,
      "processo": "RE 1296829 RG",
      "relator": "MINISTRO PRESIDENTE",
      "orgaoJulgador": "Tribunal Pleno",
      "dataJulgamento": "17/12/2020",
      "dataPublicacao": "08/01/2021",
      "tema": "",
      "ementa": "RECURSO EXTRAORDINÁRIO REPRESENTATIVO DA CONTROVÉRSIA. ELEITORAL. DOAÇÃO DE RECURSOS ACIMA DO LIMITE LEGAL. MINISTÉRIO PÚBLICO ELEITORAL. OBTENÇÃO DE DADOS FISCAIS DO DOADOR SEM PRÉVIA AUTORIZAÇÃO JUDICIAL. PORTARIA CONJUNTA SRF-TSE 74/2006. QUEBRA DO SIGILO FISCAL. LICITUDE DA PROVA. RELEVÂNCIA DA QUESTÃO CONSTITUCIONAL. MANIFESTAÇÃO PELA EXISTÊNCIA DE REPERCUSSÃO GERAL.",
      "metadataRaw": "Órgão julgador: Tribunal Pleno\nRelator(a): MINISTRO PRESIDENTE\nJulgamento: 17/12/2020\nPublicação: 08/01/2021",
      "ementaFormatada": "RECURSO EXTRAORDINÁRIO REPRESENTATIVO DA CONTROVÉRSIA. ELEITORAL. DOAÇÃO DE RECURSOS ACIMA DO LIMITE LEGAL. MINISTÉRIO PÚBLICO ELEITORAL. OBTENÇÃO DE DADOS FISCAIS DO DOADOR SEM PRÉVIA AUTORIZAÇÃO JUDICIAL. PORTARIA CONJUNTA SRF-TSE 74/2006. QUEBRA DO SIGILO FISCAL. LICITUDE DA PROVA. RELEVÂNCIA DA QUESTÃO CONSTITUCIONAL. MANIFESTAÇÃO PELA EXISTÊNCIA DE REPERCUSSÃO GERAL.\n(RE 1296829 RG, Relator(a): MINISTRO PRESIDENTE, Tribunal Pleno, julgado em 17/12/2020, PUBLICADO em 08/01/2021)",
      "dataExtracao": "2026-01-21T03:56:28.469Z"
    },
    {
      "id": "stf_17",
      "fonte": "STF",
      "tipo": "Acórdão",
      "repercussaoGeral": true,
      "processo": "RE 1532446 RG",
      "relator": "MINISTRO PRESIDENTE",
      "orgaoJulgador": "Tribunal Pleno",
      "dataJulgamento": "11/03/2025",
      "dataPublicacao": "14/03/2025",
      "tema": "",
      "ementa": "Ementa: Direito constitucional e penal. Recurso extraordinário. Retroatividade de alteração da Lei de Execução Penal. Saída temporária e trabalho externo. Repercussão geral. I. Caso em exame 1. Recurso extraordinário contra acórdão do Tribunal de Justiça do Estado de Santa Catarina que afirmou a irretroatividade da Lei nº 14.843/2024, que alterou a Lei de Execuções Penais (LEP) na parte relacionada à saída temporária e ao trabalho externo. Isso ao argumento de que as modificações seriam mais gravosas aos apenados, de modo que não poderiam ser aplicadas na execução de condenação por crimes praticados antes da vigência da lei. II. Questão em discussão 2. A questão em discussão consiste em saber se é possível aplicar a Lei nº 14.843/2024, que alterou os institutos da saída temporária e do trabalho externo na LEP, para crimes praticados antes de sua vigência, em razão da garantia de irretroatividade da lei penal mais gravosa. III. Razões de decidir 3. O debate sobre a constitucionalidade dos arts. 2º e 3º da Lei nº 14.843/2024, que alteraram os institutos da saída temporária e do trabalho externo na LEP, é objeto das ADIs nº 7.678, 7.663, 7.665 e 7.672. As ações diretas, contudo, não tem o efeito de sobrestar os recursos extraordinários sobre a aplicação da lei nova na execução de crimes cometidos antes de sua vigência. 4. O Supremo Tribunal Federal, no Tema 1.319/STF (RE 1.464.013), reconheceu a repercussão geral da controvérsia sobre a aplicação retroativa de parte mais benéfica de lei penal sobre progressão de pena (art. 112, VI, a, da LEP, com a redação da Lei nº 13.964/2019) ao apenado por crime hediondo. 5. Constitui questão constitucional relevante a discussão sobre a aplicação da Lei nº 14.843/2024, que alterou o art. 122 da LEP, na execução de pena por crimes anteriores à sua vigência, para impedir: (i) saídas temporárias ou trabalho externo sem vigilância direta do condenado por crime hediondo ou com violência ou grave ameaça contra pessoa (§ 2º do art. 122 da LEP); e (ii) saída temporária sem vigilância direta para visita à família (inciso I do art. 122 da LEP) e para participação em atividades que concorram para o retorno ao convívio social (inciso III do art. 122 da LEP), independentemente da natureza da infração penal praticada. IV. Dispositivo 6. Repercussão geral reconhecida para a seguinte questão constitucional: saber se a aplicação da Lei nº 14.843/2024, sobre saída temporária e trabalho externo do apenado, na execução de pena por crimes praticados antes de sua vigência, viola a garantia de irretroatividade da lei penal mais gravosa (inciso XL do art. 5º da Constituição).",
      "metadataRaw": "Órgão julgador: Tribunal Pleno\nRelator(a): MINISTRO PRESIDENTE\nJulgamento: 11/03/2025\nPublicação: 14/03/2025",
      "ementaFormatada": "Direito constitucional e penal. Recurso extraordinário. Retroatividade de alteração da Lei de Execução Penal. Saída temporária e trabalho externo. Repercussão geral. I. Caso em exame 1. Recurso extraordinário contra acórdão do Tribunal de Justiça do Estado de Santa Catarina que afirmou a irretroatividade da Lei nº 14.843/2024, que alterou a Lei de Execuções Penais (LEP) na parte relacionada à saída temporária e ao trabalho externo. Isso ao argumento de que as modificações seriam mais gravosas aos apenados, de modo que não poderiam ser aplicadas na execução de condenação por crimes praticados antes da vigência da lei. II. Questão em discussão 2. A questão em discussão consiste em saber se é possível aplicar a Lei nº 14.843/2024, que alterou os institutos da saída temporária e do trabalho externo na LEP, para crimes praticados antes de sua vigência, em razão da garantia de irretroatividade da lei penal mais gravosa. III. Razões de decidir 3. O debate sobre a constitucionalidade dos arts. 2º e 3º da Lei nº 14.843/2024, que alteraram os institutos da saída temporária e do trabalho externo na LEP, é objeto das ADIs nº 7.678, 7.663, 7.665 e 7.672. As ações diretas, contudo, não tem o efeito de sobrestar os recursos extraordinários sobre a aplicação da lei nova na execução de crimes cometidos antes de sua vigência. 4. O Supremo Tribunal Federal, no Tema 1.319/STF (RE 1.464.013), reconheceu a repercussão geral da controvérsia sobre a aplicação retroativa de parte mais benéfica de lei penal sobre progressão de pena (art. 112, VI, a, da LEP, com a redação da Lei nº 13.964/2019) ao apenado por crime hediondo. 5. Constitui questão constitucional relevante a discussão sobre a aplicação da Lei nº 14.843/2024, que alterou o art. 122 da LEP, na execução de pena por crimes anteriores à sua vigência, para impedir: (i) saídas temporárias ou trabalho externo sem vigilância direta do condenado por crime hediondo ou com violência ou grave ameaça contra pessoa (§ 2º do art. 122 da LEP); e (ii) saída temporária sem vigilância direta para visita à família (inciso I do art. 122 da LEP) e para participação em atividades que concorram para o retorno ao convívio social (inciso III do art. 122 da LEP), independentemente da natureza da infração penal praticada. IV. Dispositivo 6. Repercussão geral reconhecida para a seguinte questão constitucional: saber se a aplicação da Lei nº 14.843/2024, sobre saída temporária e trabalho externo do apenado, na execução de pena por crimes praticados antes de sua vigência, viola a garantia de irretroatividade da lei penal mais gravosa (inciso XL do art. 5º da Constituição).\n(RE 1532446 RG, Relator(a): MINISTRO PRESIDENTE, Tribunal Pleno, julgado em 11/03/2025, PUBLICADO em 14/03/2025)",
      "dataExtracao": "2026-01-21T03:56:28.469Z"
    },
    {
      "id": "stf_18",
      "fonte": "STF",
      "tipo": "Acórdão",
      "repercussaoGeral": true,
      "processo": "RE 973837 RG",
      "relator": "Min. GILMAR MENDES",
      "orgaoJulgador": "Tribunal Pleno",
      "dataJulgamento": "23/06/2016",
      "dataPublicacao": "11/10/2016",
      "tema": "",
      "ementa": "Repercussão geral. Recurso extraordinário. Direitos fundamentais. Penal. Processo Penal. 2. A Lei 12.654/12 introduziu a coleta de material biológico para obtenção do perfil genético na execução penal por crimes violentos ou por crimes hediondos (Lei 7.210/84, art. 9-A). Os limites dos poderes do Estado de colher material biológico de suspeitos ou condenados por crimes, de traçar o respectivo perfil genético, de armazenar os perfis em bancos de dados e de fazer uso dessas informações são objeto de discussão nos diversos sistemas jurídicos. Possível violação a direitos da personalidade e da prerrogativa de não se incriminar – art. 1º, III, art. 5º, X, LIV e LXIII, da CF. 3. Tem repercussão geral a alegação de inconstitucionalidade do art. 9-A da Lei 7.210/84, introduzido pela Lei 12.654/12, que prevê a identificação e o armazenamento de perfis genéticos de condenados por crimes violentos ou hediondos. 4. Repercussão geral em recurso extraordinário reconhecida.",
      "metadataRaw": "Órgão julgador: Tribunal Pleno\nRelator(a): Min. GILMAR MENDES\nJulgamento: 23/06/2016\nPublicação: 11/10/2016",
      "ementaFormatada": "Repercussão geral. Recurso extraordinário. Direitos fundamentais. Penal. Processo Penal. 2. A Lei 12.654/12 introduziu a coleta de material biológico para obtenção do perfil genético na execução penal por crimes violentos ou por crimes hediondos (Lei 7.210/84, art. 9-A). Os limites dos poderes do Estado de colher material biológico de suspeitos ou condenados por crimes, de traçar o respectivo perfil genético, de armazenar os perfis em bancos de dados e de fazer uso dessas informações são objeto de discussão nos diversos sistemas jurídicos. Possível violação a direitos da personalidade e da prerrogativa de não se incriminar – art. 1º, III, art. 5º, X, LIV e LXIII, da CF. 3. Tem repercussão geral a alegação de inconstitucionalidade do art. 9-A da Lei 7.210/84, introduzido pela Lei 12.654/12, que prevê a identificação e o armazenamento de perfis genéticos de condenados por crimes violentos ou hediondos. 4. Repercussão geral em recurso extraordinário reconhecida.\n(RE 973837 RG, Relator(a): Min. GILMAR MENDES, Tribunal Pleno, julgado em 23/06/2016, PUBLICADO em 11/10/2016)",
      "dataExtracao": "2026-01-21T03:56:28.469Z"
    },
    {
      "id": "stf_19",
      "fonte": "STF",
      "tipo": "Acórdão",
      "repercussaoGeral": true,
      "processo": "RE 1450100",
      "relator": "Min. FLÁVIO DINO",
      "orgaoJulgador": "Tribunal Pleno",
      "dataJulgamento": "19/05/2025",
      "dataPublicacao": "23/05/2025",
      "tema": "",
      "ementa": "EMENTA Direito Constitucional. Recurso Extraordinário. Tema nº 1267. Repercussão Geral reconhecida. Decreto do Presidente da República. Indulto Natalino. Limites constitucionais expressos e implícitos. Observância. Revisão judicial. Cabimento. Mérito do ato administrativo. Binômio conveniência e oportunidade. Ingresso vedado. Sistemáticas anteriores. Não vinculação. Reafirmação da jurisprudência. ADI 7390. Provimento negado. I. Caso em exame 1. Recurso extraordinário contra acórdão do Tribunal de Justiça do Distrito Federal e Territórios, pelo qual mantida a decisão do Juízo da Vara de Execuções Penais concessiva do indulto natalino do art. 5º, caput e parágrafo único, do Decreto nº 11.302/2022, do então Chefe do Poder Executivo. II. Questão em discussão 2. Tema nº 1267: “Constitucionalidade da concessão de indulto natalino, nos moldes previstos no art. 5º, caput e parágrafo único, do Decreto Presidencial 11.302/2022, às pessoas condenadas por crime cuja pena privativa de liberdade máxima em abstrato não seja superior a cinco anos”. III. Razões de decidir 3. O indulto coletivo comporta, em excepcionalíssimas hipóteses, revisão judicial. 4. O juízo de conveniência e oportunidade do indulto é exclusivo do Presidente da República. 5. O indulto não se vincula à determinada política criminal ou jurisprudência sobre aplicação da legislação penal. IV. Dispositivo e tese 6. Recurso Extraordinário não provido. 7. Tese de julgamento: “É constitucional o indulto natalino do art. 5º, caput e parágrafo único, do Decreto Presidencial nº 11.302, de 22/12/2022”. _________ Dispositivos relevantes citados: arts. 5º, XLIII, e 84, XII, da Constituição Federal. Jurisprudência relevante citada: ADI 7390, Relator Flávio Dino, j. 24-02-2025; ADI 2795 MC, Relator Maurício Corrêa, j. 08-05-2003; ADI 5874, Relator Luís Roberto Barroso, Relator p/Acórdão Alexandre de Moraes, j. 09-05-2019; ADPF 964, Relatora Rosa Weber, j. 10-05-2023.",
      "metadataRaw": "Órgão julgador: Tribunal Pleno\nRelator(a): Min. FLÁVIO DINO\nJulgamento: 19/05/2025\nPublicação: 23/05/2025",
      "ementaFormatada": "Direito Constitucional. Recurso Extraordinário. Tema nº 1267. Repercussão Geral reconhecida. Decreto do Presidente da República. Indulto Natalino. Limites constitucionais expressos e implícitos. Observância. Revisão judicial. Cabimento. Mérito do ato administrativo. Binômio conveniência e oportunidade. Ingresso vedado. Sistemáticas anteriores. Não vinculação. Reafirmação da jurisprudência. ADI 7390. Provimento negado. I. Caso em exame 1. Recurso extraordinário contra acórdão do Tribunal de Justiça do Distrito Federal e Territórios, pelo qual mantida a decisão do Juízo da Vara de Execuções Penais concessiva do indulto natalino do art. 5º, caput e parágrafo único, do Decreto nº 11.302/2022, do então Chefe do Poder Executivo. II. Questão em discussão 2. Tema nº 1267: “Constitucionalidade da concessão de indulto natalino, nos moldes previstos no art. 5º, caput e parágrafo único, do Decreto Presidencial 11.302/2022, às pessoas condenadas por crime cuja pena privativa de liberdade máxima em abstrato não seja superior a cinco anos”. III. Razões de decidir 3. O indulto coletivo comporta, em excepcionalíssimas hipóteses, revisão judicial. 4. O juízo de conveniência e oportunidade do indulto é exclusivo do Presidente da República. 5. O indulto não se vincula à determinada política criminal ou jurisprudência sobre aplicação da legislação penal. IV. Dispositivo e tese 6. Recurso Extraordinário não provido. 7. Tese de julgamento: “É constitucional o indulto natalino do art. 5º, caput e parágrafo único, do Decreto Presidencial nº 11.302, de 22/12/2022”. _________ Dispositivos relevantes citados: arts. 5º, XLIII, e 84, XII, da Constituição Federal. Jurisprudência relevante citada: ADI 7390, Relator Flávio Dino, j. 24-02-2025; ADI 2795 MC, Relator Maurício Corrêa, j. 08-05-2003; ADI 5874, Relator Luís Roberto Barroso, Relator p/Acórdão Alexandre de Moraes, j. 09-05-2019; ADPF 964, Relatora Rosa Weber, j. 10-05-2023.\n(RE 1450100, Relator(a): Min. FLÁVIO DINO, Tribunal Pleno, julgado em 19/05/2025, PUBLICADO em 23/05/2025)",
      "dataExtracao": "2026-01-21T03:56:28.469Z"
    },
    {
      "id": "stf_20",
      "fonte": "STF",
      "tipo": "Acórdão",
      "repercussaoGeral": true,
      "processo": "RE 1448742 RG",
      "relator": "MINISTRO PRESIDENTE",
      "orgaoJulgador": "Tribunal Pleno",
      "dataJulgamento": "05/06/2024",
      "dataPublicacao": "17/06/2024",
      "tema": "",
      "ementa": "Ementa: Execução penal. Recurso extraordinário. Efeitos do reconhecimento de repercussão geral sobre o prazo de prescrição criminal. Reafirmação de jurisprudência. I. Caso em exame 1. Trata-se de recurso extraordinário interposto pelo Ministério Público do Rio Grande do Sul, contra acórdão do Superior Tribunal de Justiça - STJ. A decisão do STJ afirmou a prescrição de pretensão punitiva para a apuração de falta disciplinar cometida no curso de execução penal. Isso sob o fundamento de que o sobrestamento de recursos extraordinários para aguardar o julgamento de tema de repercussão geral não suspende automaticamente a prescrição criminal. II. Questão em discussão 2. A questão constitucional consiste em saber se a prescrição criminal é automaticamente suspensa pelo sobrestamento de recursos extraordinários que aguardam o julgamento de tema de repercussão geral. III. Razões de decidir 3. O Supremo Tribunal Federal, no julgamento do RE 966.177-RG-QO, entendeu que “a suspensão de processamento prevista no § 5º do art. 1.035 do CPC não é consequência automática e necessária do reconhecimento da repercussão geral realizada com fulcro no caput do mesmo dispositivo, sendo da discricionariedade do relator do recurso extraordinário paradigma determiná-la ou modulá-la”. Naquele julgamento, chegou-se à conclusão de que a suspensão da prescrição da pretensão punitiva tampouco é uma consequência automática do reconhecimento da repercussão geral. 4. A jurisprudência do STF afirma que, inexistindo determinação de suspensão nacional de processos (CPC/2015, art. 1.035, § 5º), nem ordem de suspensão de prazo de prescrição criminal, o sobrestamento de recursos extraordinários para aguardar o julgamento de tema de repercussão geral (CPC/2015, art. 1.030, III) não é causa de suspensão de prazo prescricional de pretensão punitiva. IV. Dispositivo e tese 5. Recurso extraordinário conhecido e desprovido. Teses de julgamento: “1. O sobrestamento de recurso extraordinário nos tribunais de origem para aguardar o julgamento de tema de repercussão geral não suspende automaticamente o prazo prescricional de pretensão punitiva penal; 2. O ministro relator do processo selecionado como paradigma no Supremo Tribunal Federal, caso entenda necessário e adequado, poderá determinar a suspensão de ações penais em curso que tratem de mesma controvérsia, assim como do prazo prescricional de pretensão punitiva penal”.",
      "metadataRaw": "Órgão julgador: Tribunal Pleno\nRelator(a): MINISTRO PRESIDENTE\nJulgamento: 05/06/2024\nPublicação: 17/06/2024",
      "ementaFormatada": "Execução penal. Recurso extraordinário. Efeitos do reconhecimento de repercussão geral sobre o prazo de prescrição criminal. Reafirmação de jurisprudência. I. Caso em exame 1. Trata-se de recurso extraordinário interposto pelo Ministério Público do Rio Grande do Sul, contra acórdão do Superior Tribunal de Justiça - STJ. A decisão do STJ afirmou a prescrição de pretensão punitiva para a apuração de falta disciplinar cometida no curso de execução penal. Isso sob o fundamento de que o sobrestamento de recursos extraordinários para aguardar o julgamento de tema de repercussão geral não suspende automaticamente a prescrição criminal. II. Questão em discussão 2. A questão constitucional consiste em saber se a prescrição criminal é automaticamente suspensa pelo sobrestamento de recursos extraordinários que aguardam o julgamento de tema de repercussão geral. III. Razões de decidir 3. O Supremo Tribunal Federal, no julgamento do RE 966.177-RG-QO, entendeu que “a suspensão de processamento prevista no § 5º do art. 1.035 do CPC não é consequência automática e necessária do reconhecimento da repercussão geral realizada com fulcro no caput do mesmo dispositivo, sendo da discricionariedade do relator do recurso extraordinário paradigma determiná-la ou modulá-la”. Naquele julgamento, chegou-se à conclusão de que a suspensão da prescrição da pretensão punitiva tampouco é uma consequência automática do reconhecimento da repercussão geral. 4. A jurisprudência do STF afirma que, inexistindo determinação de suspensão nacional de processos (CPC/2015, art. 1.035, § 5º), nem ordem de suspensão de prazo de prescrição criminal, o sobrestamento de recursos extraordinários para aguardar o julgamento de tema de repercussão geral (CPC/2015, art. 1.030, III) não é causa de suspensão de prazo prescricional de pretensão punitiva. IV. Dispositivo e tese 5. Recurso extraordinário conhecido e desprovido. Teses de julgamento: “1. O sobrestamento de recurso extraordinário nos tribunais de origem para aguardar o julgamento de tema de repercussão geral não suspende automaticamente o prazo prescricional de pretensão punitiva penal; 2. O ministro relator do processo selecionado como paradigma no Supremo Tribunal Federal, caso entenda necessário e adequado, poderá determinar a suspensão de ações penais em curso que tratem de mesma controvérsia, assim como do prazo prescricional de pretensão punitiva penal”.\n(RE 1448742 RG, Relator(a): MINISTRO PRESIDENTE, Tribunal Pleno, julgado em 05/06/2024, PUBLICADO em 17/06/2024)",
      "dataExtracao": "2026-01-21T03:56:28.469Z"
    },
    {
      "id": "stf_21",
      "fonte": "STF",
      "tipo": "Acórdão",
      "repercussaoGeral": true,
      "processo": "RE 580252",
      "relator": "Min. TEORI ZAVASCKI",
      "orgaoJulgador": "Tribunal Pleno",
      "dataJulgamento": "16/02/2017",
      "dataPublicacao": "11/09/2017",
      "tema": "",
      "ementa": "Recurso extraordinário representativo da controvérsia. Repercussão Geral. Constitucional. Responsabilidade civil do Estado. Art. 37, § 6º. 2. Violação a direitos fundamentais causadora de danos pessoais a detentos em estabelecimentos carcerários. Indenização. Cabimento. O dever de ressarcir danos, inclusive morais, efetivamente causados por ato de agentes estatais ou pela inadequação dos serviços públicos decorre diretamente do art. 37, § 6º, da Constituição, disposição normativa autoaplicável. Ocorrendo o dano e estabelecido o nexo causal com a atuação da Administração ou de seus agentes, nasce a responsabilidade civil do Estado. 3. \"Princípio da reserva do possível\". Inaplicabilidade. O Estado é responsável pela guarda e segurança das pessoas submetidas a encarceramento, enquanto permanecerem detidas. É seu dever mantê-las em condições carcerárias com mínimos padrões de humanidade estabelecidos em lei, bem como, se for o caso, ressarcir danos que daí decorrerem. 4. A violação a direitos fundamentais causadora de danos pessoais a detentos em estabelecimentos carcerários não pode ser simplesmente relevada ao argumento de que a indenização não tem alcance para eliminar o grave problema prisional globalmente considerado, que depende da definição e da implantação de políticas públicas específicas, providências de atribuição legislativa e administrativa, não de provimentos judiciais. Esse argumento, se admitido, acabaria por justificar a perpetuação da desumana situação que se constata em presídios como o de que trata a presente demanda. 5. A garantia mínima de segurança pessoal, física e psíquica, dos detentos, constitui dever estatal que possui amplo lastro não apenas no ordenamento nacional (Constituição Federal, art. 5º, XLVII, “e”; XLVIII; XLIX; Lei 7.210/84 (LEP), arts. 10; 11; 12; 40; 85; 87; 88; Lei 9.455/97 - crime de tortura; Lei 12.874/13 – Sistema Nacional de Prevenção e Combate à Tortura), como, também, em fontes normativas internacionais adotadas pelo Brasil (Pacto Internacional de Direitos Civis e Políticos das Nações Unidas, de 1966, arts. 2; 7; 10; e 14; Convenção Americana de Direitos Humanos, de 1969, arts. 5º; 11; 25; Princípios e Boas Práticas para a Proteção de Pessoas Privadas de Liberdade nas Américas – Resolução 01/08, aprovada em 13 de março de 2008, pela Comissão Interamericana de Direitos Humanos; Convenção da ONU contra Tortura e Outros Tratamentos ou Penas Cruéis, Desumanos ou Degradantes, de 1984; e Regras Mínimas para o Tratamento de Prisioneiros – adotadas no 1º Congresso das Nações Unidas para a Prevenção ao Crime e Tratamento de Delinquentes, de 1955). 6. Aplicação analógica do art. 126 da Lei de Execuções Penais. Remição da pena como indenização. Impossibilidade. A reparação dos danos deve ocorrer em pecúnia, não em redução da pena. Maioria. 7. Fixada a tese: “Considerando que é dever do Estado, imposto pelo sistema normativo, manter em seus presídios os padrões mínimos de humanidade previstos no ordenamento jurídico, é de sua responsabilidade, nos termos do art. 37, § 6º, da Constituição, a obrigação de ressarcir os danos, inclusive morais, comprovadamente causados aos detentos em decorrência da falta ou insuficiência das condições legais de encarceramento”. 8. Recurso extraordinário provido para restabelecer a condenação do Estado ao pagamento de R$ 2.000,00 (dois mil reais) ao autor, para reparação de danos extrapatrimoniais, nos termos do acórdão proferido no julgamento da apelação.",
      "metadataRaw": "Órgão julgador: Tribunal Pleno\nRelator(a): Min. TEORI ZAVASCKI\nRedator(a) do acórdão: Min. GILMAR MENDES\nJulgamento: 16/02/2017\nPublicação: 11/09/2017",
      "ementaFormatada": "Recurso extraordinário representativo da controvérsia. Repercussão Geral. Constitucional. Responsabilidade civil do Estado. Art. 37, § 6º. 2. Violação a direitos fundamentais causadora de danos pessoais a detentos em estabelecimentos carcerários. Indenização. Cabimento. O dever de ressarcir danos, inclusive morais, efetivamente causados por ato de agentes estatais ou pela inadequação dos serviços públicos decorre diretamente do art. 37, § 6º, da Constituição, disposição normativa autoaplicável. Ocorrendo o dano e estabelecido o nexo causal com a atuação da Administração ou de seus agentes, nasce a responsabilidade civil do Estado. 3. \"Princípio da reserva do possível\". Inaplicabilidade. O Estado é responsável pela guarda e segurança das pessoas submetidas a encarceramento, enquanto permanecerem detidas. É seu dever mantê-las em condições carcerárias com mínimos padrões de humanidade estabelecidos em lei, bem como, se for o caso, ressarcir danos que daí decorrerem. 4. A violação a direitos fundamentais causadora de danos pessoais a detentos em estabelecimentos carcerários não pode ser simplesmente relevada ao argumento de que a indenização não tem alcance para eliminar o grave problema prisional globalmente considerado, que depende da definição e da implantação de políticas públicas específicas, providências de atribuição legislativa e administrativa, não de provimentos judiciais. Esse argumento, se admitido, acabaria por justificar a perpetuação da desumana situação que se constata em presídios como o de que trata a presente demanda. 5. A garantia mínima de segurança pessoal, física e psíquica, dos detentos, constitui dever estatal que possui amplo lastro não apenas no ordenamento nacional (Constituição Federal, art. 5º, XLVII, “e”; XLVIII; XLIX; Lei 7.210/84 (LEP), arts. 10; 11; 12; 40; 85; 87; 88; Lei 9.455/97 - crime de tortura; Lei 12.874/13 – Sistema Nacional de Prevenção e Combate à Tortura), como, também, em fontes normativas internacionais adotadas pelo Brasil (Pacto Internacional de Direitos Civis e Políticos das Nações Unidas, de 1966, arts. 2; 7; 10; e 14; Convenção Americana de Direitos Humanos, de 1969, arts. 5º; 11; 25; Princípios e Boas Práticas para a Proteção de Pessoas Privadas de Liberdade nas Américas – Resolução 01/08, aprovada em 13 de março de 2008, pela Comissão Interamericana de Direitos Humanos; Convenção da ONU contra Tortura e Outros Tratamentos ou Penas Cruéis, Desumanos ou Degradantes, de 1984; e Regras Mínimas para o Tratamento de Prisioneiros – adotadas no 1º Congresso das Nações Unidas para a Prevenção ao Crime e Tratamento de Delinquentes, de 1955). 6. Aplicação analógica do art. 126 da Lei de Execuções Penais. Remição da pena como indenização. Impossibilidade. A reparação dos danos deve ocorrer em pecúnia, não em redução da pena. Maioria. 7. Fixada a tese: “Considerando que é dever do Estado, imposto pelo sistema normativo, manter em seus presídios os padrões mínimos de humanidade previstos no ordenamento jurídico, é de sua responsabilidade, nos termos do art. 37, § 6º, da Constituição, a obrigação de ressarcir os danos, inclusive morais, comprovadamente causados aos detentos em decorrência da falta ou insuficiência das condições legais de encarceramento”. 8. Recurso extraordinário provido para restabelecer a condenação do Estado ao pagamento de R$ 2.000,00 (dois mil reais) ao autor, para reparação de danos extrapatrimoniais, nos termos do acórdão proferido no julgamento da apelação.\n(RE 580252, Relator(a): Min. TEORI ZAVASCKI, Tribunal Pleno, julgado em 16/02/2017, PUBLICADO em 11/09/2017)",
      "dataExtracao": "2026-01-21T03:56:28.469Z"
    },
    {
      "id": "stf_22",
      "fonte": "STF",
      "tipo": "Acórdão",
      "repercussaoGeral": true,
      "processo": "RE 628658",
      "relator": "Min. MARCO AURÉLIO",
      "orgaoJulgador": "Tribunal Pleno",
      "dataJulgamento": "05/11/2015",
      "dataPublicacao": "01/04/2016",
      "tema": "",
      "ementa": "INDULTO – MEDIDA DE SEGURANÇA – TEMPO – CONSIDERAÇÃO. Sendo a medida de segurança sanção penal, o período de cumprimento repercute no tempo exigido para o indulto.",
      "metadataRaw": "Órgão julgador: Tribunal Pleno\nRelator(a): Min. MARCO AURÉLIO\nJulgamento: 05/11/2015\nPublicação: 01/04/2016",
      "ementaFormatada": "INDULTO – MEDIDA DE SEGURANÇA – TEMPO – CONSIDERAÇÃO. Sendo a medida de segurança sanção penal, o período de cumprimento repercute no tempo exigido para o indulto.\n(RE 628658, Relator(a): Min. MARCO AURÉLIO, Tribunal Pleno, julgado em 05/11/2015, PUBLICADO em 01/04/2016)",
      "dataExtracao": "2026-01-21T03:56:28.469Z"
    },
    {
      "id": "stf_23",
      "fonte": "STF",
      "tipo": "Acórdão",
      "repercussaoGeral": true,
      "processo": "RE 592581",
      "relator": "Min. RICARDO LEWANDOWSKI",
      "orgaoJulgador": "Tribunal Pleno",
      "dataJulgamento": "13/08/2015",
      "dataPublicacao": "01/02/2016",
      "tema": "",
      "ementa": "Ementa: REPERCUSSÃO GERAL. RECURSO DO MPE CONTRA ACÓRDÃO DO TJRS. REFORMA DE SENTENÇA QUE DETERMINAVA A EXECUÇÃO DE OBRAS NA CASA DO ALBERGADO DE URUGUAIANA. ALEGADA OFENSA AO PRINCÍPIO DA SEPARAÇÃO DOS PODERES E DESBORDAMENTO DOS LIMITES DA RESERVA DO POSSÍVEL. INOCORRÊNCIA. DECISÃO QUE CONSIDEROU DIREITOS CONSTITUCIONAIS DE PRESOS MERAS NORMAS PROGRAMÁTICAS. INADMISSIBILIDADE. PRECEITOS QUE TÊM EFICÁCIA PLENA E APLICABIILIDADE IMEDIATA. INTERVENÇÃO JUDICIAL QUE SE MOSTRA NECESSÁRIA E ADEQUADA PARA PRESERVAR O VALOR FUNDAMENTAL DA PESSOA HUMANA. OBSERVÂNCIA, ADEMAIS, DO POSTULADO DA INAFASTABILIDADE DA JURISDIÇÃO. RECURSO CONHECIDO E PROVIDO PARA MANTER A SENTENÇA CASSADA PELO TRIBUNAL. I - É lícito ao Judiciário impor à Administração Pública obrigação de fazer, consistente na promoção de medidas ou na execução de obras emergenciais em estabelecimentos prisionais. II - Supremacia da dignidade da pessoa humana que legitima a intervenção judicial. III - Sentença reformada que, de forma correta, buscava assegurar o respeito à integridade física e moral dos detentos, em observância ao art. 5º, XLIX, da Constituição Federal. IV - Impossibilidade de opor-se à sentença de primeiro grau o argumento da reserva do possível ou princípio da separação dos poderes. V - Recurso conhecido e provido.",
      "metadataRaw": "Órgão julgador: Tribunal Pleno\nRelator(a): Min. RICARDO LEWANDOWSKI\nJulgamento: 13/08/2015\nPublicação: 01/02/2016",
      "ementaFormatada": "REPERCUSSÃO GERAL. RECURSO DO MPE CONTRA ACÓRDÃO DO TJRS. REFORMA DE SENTENÇA QUE DETERMINAVA A EXECUÇÃO DE OBRAS NA CASA DO ALBERGADO DE URUGUAIANA. ALEGADA OFENSA AO PRINCÍPIO DA SEPARAÇÃO DOS PODERES E DESBORDAMENTO DOS LIMITES DA RESERVA DO POSSÍVEL. INOCORRÊNCIA. DECISÃO QUE CONSIDEROU DIREITOS CONSTITUCIONAIS DE PRESOS MERAS NORMAS PROGRAMÁTICAS. INADMISSIBILIDADE. PRECEITOS QUE TÊM EFICÁCIA PLENA E APLICABIILIDADE IMEDIATA. INTERVENÇÃO JUDICIAL QUE SE MOSTRA NECESSÁRIA E ADEQUADA PARA PRESERVAR O VALOR FUNDAMENTAL DA PESSOA HUMANA. OBSERVÂNCIA, ADEMAIS, DO POSTULADO DA INAFASTABILIDADE DA JURISDIÇÃO. RECURSO CONHECIDO E PROVIDO PARA MANTER A SENTENÇA CASSADA PELO TRIBUNAL. I - É lícito ao Judiciário impor à Administração Pública obrigação de fazer, consistente na promoção de medidas ou na execução de obras emergenciais em estabelecimentos prisionais. II - Supremacia da dignidade da pessoa humana que legitima a intervenção judicial. III - Sentença reformada que, de forma correta, buscava assegurar o respeito à integridade física e moral dos detentos, em observância ao art. 5º, XLIX, da Constituição Federal. IV - Impossibilidade de opor-se à sentença de primeiro grau o argumento da reserva do possível ou princípio da separação dos poderes. V - Recurso conhecido e provido.\n(RE 592581, Relator(a): Min. RICARDO LEWANDOWSKI, Tribunal Pleno, julgado em 13/08/2015, PUBLICADO em 01/02/2016)",
      "dataExtracao": "2026-01-21T03:56:28.469Z"
    },
    {
      "id": "stf_24",
      "fonte": "STF",
      "tipo": "Acórdão",
      "repercussaoGeral": true,
      "processo": "RE 579167",
      "relator": "Min. MARCO AURÉLIO",
      "orgaoJulgador": "Tribunal Pleno",
      "dataJulgamento": "16/05/2013",
      "dataPublicacao": "18/10/2013",
      "tema": "",
      "ementa": "SEGURANÇA JURÍDICA – APLICAÇÃO DA LEI NO TEMPO. A primeira condição da segurança jurídica é a irretroatividade da lei, no que editada para viger prospectivamente, regendo atos e fatos que venham a ocorrer. LEI – APLICAÇÃO NO TEMPO – PENAL. O princípio da irretroatividade da lei surge robustecido ante o disposto no artigo 5º, inciso XL, da Constituição Federal – “a lei penal não retroagirá, salvo para beneficiar o réu.” PENA – REGIME DE CUMPRIMENTO – DEFINIÇÃO. O regime de cumprimento da pena é norteado, considerada a proteção do condenado, pela lei em vigor na data em que implementada a prática delituosa. PENA – REGIME DE CUMPRIMENTO – PROGRESSÃO – FATOR TEMPORAL. A Lei nº 11.464/07, que majorou o tempo necessário a progredir-se no cumprimento da pena, não se aplica a situações jurídicas que retratem crime cometido em momento anterior à respectiva vigência – precedentes. LEI PENAL – INTERPRETAÇÃO ANALÓGICA – EXTENSÃO – IMPROPRIEDADE. Descabe interpretar analogicamente norma penal benéfica ao acusado a ponto de introduzir, no cenário, quanto a instituto nela não tratado, exigência relativa ao cumprimento de parte da pena para progredir.",
      "metadataRaw": "Órgão julgador: Tribunal Pleno\nRelator(a): Min. MARCO AURÉLIO\nJulgamento: 16/05/2013\nPublicação: 18/10/2013",
      "ementaFormatada": "SEGURANÇA JURÍDICA – APLICAÇÃO DA LEI NO TEMPO. A primeira condição da segurança jurídica é a irretroatividade da lei, no que editada para viger prospectivamente, regendo atos e fatos que venham a ocorrer. LEI – APLICAÇÃO NO TEMPO – PENAL. O princípio da irretroatividade da lei surge robustecido ante o disposto no artigo 5º, inciso XL, da Constituição Federal – “a lei penal não retroagirá, salvo para beneficiar o réu.” PENA – REGIME DE CUMPRIMENTO – DEFINIÇÃO. O regime de cumprimento da pena é norteado, considerada a proteção do condenado, pela lei em vigor na data em que implementada a prática delituosa. PENA – REGIME DE CUMPRIMENTO – PROGRESSÃO – FATOR TEMPORAL. A Lei nº 11.464/07, que majorou o tempo necessário a progredir-se no cumprimento da pena, não se aplica a situações jurídicas que retratem crime cometido em momento anterior à respectiva vigência – precedentes. LEI PENAL – INTERPRETAÇÃO ANALÓGICA – EXTENSÃO – IMPROPRIEDADE. Descabe interpretar analogicamente norma penal benéfica ao acusado a ponto de introduzir, no cenário, quanto a instituto nela não tratado, exigência relativa ao cumprimento de parte da pena para progredir.\n(RE 579167, Relator(a): Min. MARCO AURÉLIO, Tribunal Pleno, julgado em 16/05/2013, PUBLICADO em 18/10/2013)",
      "dataExtracao": "2026-01-21T03:56:28.469Z"
    },
    {
      "id": "stf_25",
      "fonte": "STF",
      "tipo": "Acórdão",
      "repercussaoGeral": true,
      "processo": "RE 579167 RG",
      "relator": "Min. MENEZES DIREITO",
      "orgaoJulgador": "Tribunal Pleno",
      "dataJulgamento": "03/04/2008",
      "dataPublicacao": "22/08/2008",
      "tema": "",
      "ementa": "EMENTA DIREITO PENAL. PROGRESSÃO DE REGIME EM CRIME HEDIONDO COMETIDO ANTES DA LEI Nº 11.464/07. REQUISITO TEMPORAL - 1/6 DA PENA. EXISTÊNCIA DE REPERCUSSÃO GERAL.",
      "metadataRaw": "Órgão julgador: Tribunal Pleno\nRelator(a): Min. MENEZES DIREITO\nJulgamento: 03/04/2008\nPublicação: 22/08/2008",
      "ementaFormatada": "DIREITO PENAL. PROGRESSÃO DE REGIME EM CRIME HEDIONDO COMETIDO ANTES DA LEI Nº 11.464/07. REQUISITO TEMPORAL - 1/6 DA PENA. EXISTÊNCIA DE REPERCUSSÃO GERAL.\n(RE 579167 RG, Relator(a): Min. MENEZES DIREITO, Tribunal Pleno, julgado em 03/04/2008, PUBLICADO em 22/08/2008)",
      "dataExtracao": "2026-01-21T03:56:28.469Z"
    },
    {
      "id": "stf_26",
      "fonte": "STF",
      "tipo": "Acórdão",
      "repercussaoGeral": true,
      "processo": "RE 1282553 RG",
      "relator": "Min. ALEXANDRE DE MORAES",
      "orgaoJulgador": "Tribunal Pleno",
      "dataJulgamento": "16/12/2021",
      "dataPublicacao": "11/01/2022",
      "tema": "",
      "ementa": "EMENTA: RECURSO EXTRAORDINÁRIO. SUSPENSÃO DOS DIREITOS POLÍTICOS POR CONDENAÇÃO TRANSITADA EM JULGADO. APROVAÇÃO DO APENADO EM CONCURSO PÚBLICO. POSSIBILIDADE DE INVESTIDURA NO CARGO. REPERCUSSÃO GERAL RECONHECIDA. 1. Revela especial relevância, na forma do art. 102, § 3º, da Constituição, a questão acerca da possibilidade de investidura em cargo público, após aprovação em concurso, de pessoa com os direitos políticos suspensos e em débito com a Justiça Eleitoral, em razão de condenação criminal transitada em julgado. 2. Repercussão geral da matéria reconhecida, nos termos do art. 1.035 do CPC.",
      "metadataRaw": "Órgão julgador: Tribunal Pleno\nRelator(a): Min. ALEXANDRE DE MORAES\nJulgamento: 16/12/2021\nPublicação: 11/01/2022",
      "ementaFormatada": "RECURSO EXTRAORDINÁRIO. SUSPENSÃO DOS DIREITOS POLÍTICOS POR CONDENAÇÃO TRANSITADA EM JULGADO. APROVAÇÃO DO APENADO EM CONCURSO PÚBLICO. POSSIBILIDADE DE INVESTIDURA NO CARGO. REPERCUSSÃO GERAL RECONHECIDA. 1. Revela especial relevância, na forma do art. 102, § 3º, da Constituição, a questão acerca da possibilidade de investidura em cargo público, após aprovação em concurso, de pessoa com os direitos políticos suspensos e em débito com a Justiça Eleitoral, em razão de condenação criminal transitada em julgado. 2. Repercussão geral da matéria reconhecida, nos termos do art. 1.035 do CPC.\n(RE 1282553 RG, Relator(a): Min. ALEXANDRE DE MORAES, Tribunal Pleno, julgado em 16/12/2021, PUBLICADO em 11/01/2022)",
      "dataExtracao": "2026-01-21T03:56:28.469Z"
    },
    {
      "id": "stf_27",
      "fonte": "STF",
      "tipo": "Acórdão",
      "repercussaoGeral": true,
      "processo": "RE 593818",
      "relator": "Min. ROBERTO BARROSO",
      "orgaoJulgador": "Tribunal Pleno",
      "dataJulgamento": "18/08/2020",
      "dataPublicacao": "23/11/2020",
      "tema": "",
      "ementa": "EMENTA: DIREITO PENAL. RECURSO EXTRAORDINÁRIO COM REPERCUSSÃO GERAL. DOSIMETRIA. CONSIDERAÇÃO DOS MAUS ANTECEDENTES AINDA QUE AS CONDENAÇÕES ANTERIORES TENHAM OCORRIDO HÁ MAIS DE CINCO ANOS. POSSIBILIDADE. PARCIAL PROVIMENTO. 1. A jurisprudência do Supremo Tribunal Federal só considera maus antecedentes condenações penais transitadas em julgado que não configurem reincidência. Trata-se, portanto, de institutos distintos, com finalidade diversa na aplicação da pena criminal. 2. Por esse motivo, não se aplica aos maus antecedentes o prazo quinquenal de prescrição previsto para a reincidência (art. 64, I, do Código Penal). 3. Não se pode retirar do julgador a possibilidade de aferir, no caso concreto, informações sobre a vida pregressa do agente, para fins de fixação da pena-base em observância aos princípios constitucionais da isonomia e da individualização da pena. 4. Recurso extraordinário a que se dá parcial provimento, mantida a decisão recorrida por outros fundamentos, fixada a seguinte tese: Não se aplica ao reconhecimento dos maus antecedentes o prazo quinquenal de prescrição da reincidência, previsto no art. 64, I, do Código Penal.",
      "metadataRaw": "Órgão julgador: Tribunal Pleno\nRelator(a): Min. ROBERTO BARROSO\nJulgamento: 18/08/2020\nPublicação: 23/11/2020",
      "ementaFormatada": "DIREITO PENAL. RECURSO EXTRAORDINÁRIO COM REPERCUSSÃO GERAL. DOSIMETRIA. CONSIDERAÇÃO DOS MAUS ANTECEDENTES AINDA QUE AS CONDENAÇÕES ANTERIORES TENHAM OCORRIDO HÁ MAIS DE CINCO ANOS. POSSIBILIDADE. PARCIAL PROVIMENTO. 1. A jurisprudência do Supremo Tribunal Federal só considera maus antecedentes condenações penais transitadas em julgado que não configurem reincidência. Trata-se, portanto, de institutos distintos, com finalidade diversa na aplicação da pena criminal. 2. Por esse motivo, não se aplica aos maus antecedentes o prazo quinquenal de prescrição previsto para a reincidência (art. 64, I, do Código Penal). 3. Não se pode retirar do julgador a possibilidade de aferir, no caso concreto, informações sobre a vida pregressa do agente, para fins de fixação da pena-base em observância aos princípios constitucionais da isonomia e da individualização da pena. 4. Recurso extraordinário a que se dá parcial provimento, mantida a decisão recorrida por outros fundamentos, fixada a seguinte tese: Não se aplica ao reconhecimento dos maus antecedentes o prazo quinquenal de prescrição da reincidência, previsto no art. 64, I, do Código Penal.\n(RE 593818, Relator(a): Min. ROBERTO BARROSO, Tribunal Pleno, julgado em 18/08/2020, PUBLICADO em 23/11/2020)",
      "dataExtracao": "2026-01-21T03:56:28.469Z"
    },
    {
      "id": "stf_28",
      "fonte": "STF",
      "tipo": "Acórdão",
      "repercussaoGeral": true,
      "processo": "RE 841526",
      "relator": "Min. LUIZ FUX",
      "orgaoJulgador": "Tribunal Pleno",
      "dataJulgamento": "30/03/2016",
      "dataPublicacao": "01/08/2016",
      "tema": "",
      "ementa": "EMENTA: RECURSO EXTRAORDINÁRIO. REPERCUSSÃO GERAL. RESPONSABILIDADE CIVIL DO ESTADO POR MORTE DE DETENTO. ARTIGOS 5º, XLIX, E 37, § 6º, DA CONSTITUIÇÃO FEDERAL. 1. A responsabilidade civil estatal, segundo a Constituição Federal de 1988, em seu artigo 37, § 6º, subsume-se à teoria do risco administrativo, tanto para as condutas estatais comissivas quanto paras as omissivas, posto rejeitada a teoria do risco integral. 2. A omissão do Estado reclama nexo de causalidade em relação ao dano sofrido pela vítima nos casos em que o Poder Público ostenta o dever legal e a efetiva possibilidade de agir para impedir o resultado danoso. 3. É dever do Estado e direito subjetivo do preso que a execução da pena se dê de forma humanizada, garantindo-se os direitos fundamentais do detento, e o de ter preservada a sua incolumidade física e moral (artigo 5º, inciso XLIX, da Constituição Federal). 4. O dever constitucional de proteção ao detento somente se considera violado quando possível a atuação estatal no sentido de garantir os seus direitos fundamentais, pressuposto inafastável para a configuração da responsabilidade civil objetiva estatal, na forma do artigo 37, § 6º, da Constituição Federal. 5. Ad impossibilia nemo tenetur, por isso que nos casos em que não é possível ao Estado agir para evitar a morte do detento (que ocorreria mesmo que o preso estivesse em liberdade), rompe-se o nexo de causalidade, afastando-se a responsabilidade do Poder Público, sob pena de adotar-se contra legem e a opinio doctorum a teoria do risco integral, ao arrepio do texto constitucional. 6. A morte do detento pode ocorrer por várias causas, como, v. g., homicídio, suicídio, acidente ou morte natural, sendo que nem sempre será possível ao Estado evitá-la, por mais que adote as precauções exigíveis. 7. A responsabilidade civil estatal resta conjurada nas hipóteses em que o Poder Público comprova causa impeditiva da sua atuação protetiva do detento, rompendo o nexo de causalidade da sua omissão com o resultado danoso. 8. Repercussão geral constitucional que assenta a tese de que: em caso de inobservância do seu dever específico de proteção previsto no artigo 5º, inciso XLIX, da Constituição Federal, o Estado é responsável pela morte do detento. 9. In casu, o tribunal a quo assentou que inocorreu a comprovação do suicídio do detento, nem outra causa capaz de romper o nexo de causalidade da sua omissão com o óbito ocorrido, restando escorreita a decisão impositiva de responsabilidade civil estatal. 10. Recurso extraordinário DESPROVIDO.",
      "metadataRaw": "Órgão julgador: Tribunal Pleno\nRelator(a): Min. LUIZ FUX\nJulgamento: 30/03/2016\nPublicação: 01/08/2016",
      "ementaFormatada": "RECURSO EXTRAORDINÁRIO. REPERCUSSÃO GERAL. RESPONSABILIDADE CIVIL DO ESTADO POR MORTE DE DETENTO. ARTIGOS 5º, XLIX, E 37, § 6º, DA CONSTITUIÇÃO FEDERAL. 1. A responsabilidade civil estatal, segundo a Constituição Federal de 1988, em seu artigo 37, § 6º, subsume-se à teoria do risco administrativo, tanto para as condutas estatais comissivas quanto paras as omissivas, posto rejeitada a teoria do risco integral. 2. A omissão do Estado reclama nexo de causalidade em relação ao dano sofrido pela vítima nos casos em que o Poder Público ostenta o dever legal e a efetiva possibilidade de agir para impedir o resultado danoso. 3. É dever do Estado e direito subjetivo do preso que a execução da pena se dê de forma humanizada, garantindo-se os direitos fundamentais do detento, e o de ter preservada a sua incolumidade física e moral (artigo 5º, inciso XLIX, da Constituição Federal). 4. O dever constitucional de proteção ao detento somente se considera violado quando possível a atuação estatal no sentido de garantir os seus direitos fundamentais, pressuposto inafastável para a configuração da responsabilidade civil objetiva estatal, na forma do artigo 37, § 6º, da Constituição Federal. 5. Ad impossibilia nemo tenetur, por isso que nos casos em que não é possível ao Estado agir para evitar a morte do detento (que ocorreria mesmo que o preso estivesse em liberdade), rompe-se o nexo de causalidade, afastando-se a responsabilidade do Poder Público, sob pena de adotar-se contra legem e a opinio doctorum a teoria do risco integral, ao arrepio do texto constitucional. 6. A morte do detento pode ocorrer por várias causas, como, v. g., homicídio, suicídio, acidente ou morte natural, sendo que nem sempre será possível ao Estado evitá-la, por mais que adote as precauções exigíveis. 7. A responsabilidade civil estatal resta conjurada nas hipóteses em que o Poder Público comprova causa impeditiva da sua atuação protetiva do detento, rompendo o nexo de causalidade da sua omissão com o resultado danoso. 8. Repercussão geral constitucional que assenta a tese de que: em caso de inobservância do seu dever específico de proteção previsto no artigo 5º, inciso XLIX, da Constituição Federal, o Estado é responsável pela morte do detento. 9. In casu, o tribunal a quo assentou que inocorreu a comprovação do suicídio do detento, nem outra causa capaz de romper o nexo de causalidade da sua omissão com o óbito ocorrido, restando escorreita a decisão impositiva de responsabilidade civil estatal. 10. Recurso extraordinário DESPROVIDO.\n(RE 841526, Relator(a): Min. LUIZ FUX, Tribunal Pleno, julgado em 30/03/2016, PUBLICADO em 01/08/2016)",
      "dataExtracao": "2026-01-21T03:56:28.469Z"
    },
    {
      "id": "stf_29",
      "fonte": "STF",
      "tipo": "Acórdão",
      "repercussaoGeral": true,
      "processo": "ARE 959620",
      "relator": "Min. EDSON FACHIN",
      "orgaoJulgador": "Tribunal Pleno",
      "dataJulgamento": "02/04/2025",
      "dataPublicacao": "02/07/2025",
      "tema": "",
      "ementa": "EMENTA RECURSO EXTRAORDINÁRIO COM AGRAVO. REPERCUSSÃO GERAL. REVISTA ÍNTIMA COMO CONDIÇÃO DE VISITAÇÃO EM ESTABELECIMENTOS DE PRIVAÇÃO DE LIBERDADE. DIREITOS FUNDAMENTAIS E DIREITOS HUMANOS. DIGNIDADE DA PESSOA HUMANA. VEDAÇÃO DE TRATAMENTO DESUMANO E DEGRADANTE. ART. 1º, III, E ART. 5º DA CONSTITUIÇÃO DA REPÚBLICA. DEBATE SOBRE A INADMISSIBILIDADE DA PROVA OBTIDA EM VIOLAÇÃO A NORMAS CONSTITUCIONAIS, CONVENCIONAIS E LEGAIS. I CASO EM EXAME 1. Recurso extraordinário com agravo interposto pelo Ministério Público do Rio Grande do Sul, com repercussão geral (Tema 998), em que postula a reforma do acórdão absolutório do Tribunal de Justiça do Rio Grande do Sul e o restabelecimento de sentença condenatória ditada em face da recorrida pelo delito de tráfico de drogas. 2. O tema em debate cinge-se à ilicitude, ou não, da prova obtida a partir de regras e práticas vexatórias como condição ao ingresso em unidades prisionais. II QUESTÕES EM DISCUSSÃO 3. Estabelecer o que se caracteriza como prática vexatória em contraposição às formas legítimas de controle no ingresso dos visitantes nas unidades de segregação compulsória (Presídios, Cadeias Públicas, Penitenciárias, Unidades Socioeducativas de Internação ou Hospitais de Custódia e Tratamento Psiquiátrico). 4. Saber se há, ou não, compatibilidade dos procedimentos que se caracterizem como prática vexatória com a Constituição da República, diante do princípio da dignidade da pessoa humana (art. 5º, caput, CRFB); do postulado da proporcionalidade; dos direitos fundamentais à intimidade e à honra (art. 5º, X, CRFB); e da vedação ao tratamento desumano e degradante (art. 5º, III, CRFB). 5. Definir as consequências e sanções processuais decorrentes da inserção nos autos de investigação da prova obtida mediante práticas vexatórias, com a violação das normas constitucionais. III RAZÕES DE DECIDIR 6. A partir das contribuições trazidas pelos integrantes do colegiado, que passam a compor o inteiro teor do voto, definiu-se a revista pessoal como gênero no qual estão englobadas a revista mecânica, a revista manual e a revista íntima. 7. A caracterização de alguma dessas modalidades como prática vexatória somente ocorrerá quando a condução da revista pessoal pela autoridade se perfaz de maneira abusiva, humilhante, degradante ou discriminatória. 8. Essas modalidades de revista pessoal, especialmente aquelas com maior ingerência nos direitos fundamentais titularizados pelos visitantes, devem ser realizadas de modo respeitoso e consentâneo com as balizas regulamentares, protocolares e legais. 9. A prognose legal prioriza o uso de instrumentos radioscópicos, como equipamentos eletrônicos, detectores de metais, scanners corporais, raquetes e aparelhos de raio-X, para o controle de entrada nas unidades de privação de liberdade. 10. As revistas íntimas são conceituadas como aquelas que envolvem a retirada parcial e total do vestuário de alguém para a verificação das regiões íntimas, devendo ser realizadas, em caso de necessidade, segundo parâmetros ora estabelecidos e com devido respeito ao valor intrínseco da pessoa humana. 11. A interpretação sistemática das normas constitucionais que materializam o dever estatal de segurança pública pressupõe a opção preferencial pelos meios necessários, adequados e proficientes nas atividades de prevenção e/ou repressão dos delitos. Isso significa, na espacialidade do indispensável controle de entrada dos itens e objetos proibidos em unidades prisionais, que devem ser adotadas estratégias concomitantemente eficazes e humanizadas. 12. Constitui escusa indevida o argumento retórico da “reserva do possível”, sendo dever do Estado garantir, minimamente, o conteúdo normativo dos direitos fundamentais. Precedentes. 13. A utilização das provas obtidas por práticas vexatórias arrosta os limites éticos do processo penal democrático, tratando-se de questão a ser suscitada e examinada pelas instâncias judiciais competentes em cada caso concreto. 14. Adere-se à proposta de modulação dos efeitos da decisão, com base no princípio da segurança jurídica e tendo em perspectiva o resguardo da validade dos elementos probatórios obtidos nos controles dos estabelecimentos de segregação, assim como para que as unidades da federação se ajustem progressivamente a diretrizes mais humanizadas no controle dos visitantes. 15. Precedentes: RE 592.581/RS, Rel. Min. Ricardo Lewandowski (Tema 220, DJe 1º.2.2016: “É lícito ao Judiciário impor à Administração Pública obrigação de fazer, consistente na promoção de medidas ou na execução de obras emergenciais em estabelecimentos prisionais para dar efetividade ao postulado da dignidade da pessoa humana e assegurar aos detentos o respeito à sua integridade física e moral, nos termos do que preceitua o art. 5º, XLIX, da Constituição Federal, não sendo oponível à decisão o argumento da reserva do possível nem o princípio da separação dos poderes”); AgR na SL 1.153, Rel. Min. Dias Toffoli (proibição de revista íntima por decisão do Tribunal de Justiça de Santa Catarina); Recurso de Revista 57000-53 20095050009, TST, unânime, Dje 23.08.2012 (limitações ao exercício do poder diretivo do empregador); Caso Presídio Miguel Castro Castro x Peru (Corte Interamericana de Direitos Humanos); Caso 10.506, Relatório nº 38/96 (Comissão Interamericana de Direitos Humanos). IV DISPOSITIVO E TESE 16. Pretensão recursal a que se nega provimento, pois evidenciada a higidez do acórdão absolutório do Tribunal de Justiça do Rio Grande do Sul, seja porque o aresto possui outros fundamentos jurídicos autônomos e legítimos, seja pelas circunstâncias concretas nas quais realizada a revista íntima. 17. Tese que se desdobra nos seguintes pontos: “1. Em visitas sociais nos presídios ou estabelecimentos de segregação é inadmissível a revista íntima vexatória com o desnudamento de visitantes ou exames invasivos com finalidade de causar humilhação. A prova obtida por esse tipo de revista é ilícita, salvo decisões judiciais em cada caso concreto. A presente decisão tem efeitos prospectivos a partir da publicação da ata do julgamento. 2. A autoridade administrativa, de forma fundamentada e por escrito, tem o poder de não permitir a visita diante da presença de indício robusto de ser a pessoa visitante portadora de qualquer item corporal oculto ou sonegado, especialmente de material proibido, como produtos ilegais, drogas ou objetos perigosos. São considerados robustos indícios embasados em elementos tangíveis e verificáveis, como informações prévias de inteligência, denúncias, e comportamentos suspeitos. 3. Confere-se o prazo de 24 meses, a contar da data deste julgamento, para aquisição e instalação de equipamentos como scanners corporais, esteiras de raio-x e portais detectores de metais em todos os estabelecimentos penais. 4. Fica determinado ao Ministério da Justiça e da Segurança Pública e aos Estados que, por meio dos recursos do Fundo Penitenciário Nacional e do Fundo Nacional de Segurança Pública, promovam a aquisição ou locação, e distribuição de scanners corporais para as unidades prisionais, em conformidade com sua atribuição de coordenação nacional da política penitenciária, assegurando a proteção dos servidores, a integridade dos detentos e a dignidade dos visitantes, prevenindo práticas abusivas e ilícitas, sem interferir na autonomia dos entes federativos, e garantindo a aplicação uniforme das diretrizes de segurança penitenciária no país. 5. Devem os entes federados, no âmbito de suas atribuições, garantir que a aquisição ou locação de scanners corporais para as unidades prisionais, esteja contemplada no respectivo planejamento administrativo e orçamento, com total prioridade na aplicação dos recursos. 6. Excepcionalmente, na impossibilidade ou inefetividade de utilização do scanner corporal, esteira de raio-x, portais detectores de metais, a revista íntima para ingresso em estabelecimentos prisionais, diante de indícios robustos de suspeitas, tangíveis e verificáveis, deverá ser motivada para cada caso específico e dependerá da plena concordância do visitante, vedada, em qualquer circunstância, a execução da revista como forma de humilhação e de exposição vexatória; deve ser realizada em local adequado, exclusivo para tal verificação, e apenas em pessoas maiores e que possam emitir consentimento válido por si ou por meio de seu representante legal, de acordo com protocolos gerais e nacionais preestabelecidos e por pessoas do mesmo gênero do visitante, preferencialmente por profissionais de saúde, nas hipóteses de desnudamento e exames invasivos. (i) O excesso ou o abuso da realização da revista íntima acarretarão responsabilidade do agente público ou do profissional de saúde habilitado e ilicitude de eventual prova obtida. (ii) Caso não haja concordância do visitante, a autoridade administrativa poderá, de forma fundamentada e por escrito, impedir a realização da visita. (iii) O procedimento de revista em criança, adolescente ou pessoa com deficiência intelectual que não possa emitir consentimento válido será substituído pela revista invertida, direcionada à pessoa a ser visitada”.",
      "metadataRaw": "Órgão julgador: Tribunal Pleno\nRelator(a): Min. EDSON FACHIN\nJulgamento: 02/04/2025\nPublicação: 02/07/2025",
      "ementaFormatada": "RECURSO EXTRAORDINÁRIO COM AGRAVO. REPERCUSSÃO GERAL. REVISTA ÍNTIMA COMO CONDIÇÃO DE VISITAÇÃO EM ESTABELECIMENTOS DE PRIVAÇÃO DE LIBERDADE. DIREITOS FUNDAMENTAIS E DIREITOS HUMANOS. DIGNIDADE DA PESSOA HUMANA. VEDAÇÃO DE TRATAMENTO DESUMANO E DEGRADANTE. ART. 1º, III, E ART. 5º DA CONSTITUIÇÃO DA REPÚBLICA. DEBATE SOBRE A INADMISSIBILIDADE DA PROVA OBTIDA EM VIOLAÇÃO A NORMAS CONSTITUCIONAIS, CONVENCIONAIS E LEGAIS. I CASO EM EXAME 1. Recurso extraordinário com agravo interposto pelo Ministério Público do Rio Grande do Sul, com repercussão geral (Tema 998), em que postula a reforma do acórdão absolutório do Tribunal de Justiça do Rio Grande do Sul e o restabelecimento de sentença condenatória ditada em face da recorrida pelo delito de tráfico de drogas. 2. O tema em debate cinge-se à ilicitude, ou não, da prova obtida a partir de regras e práticas vexatórias como condição ao ingresso em unidades prisionais. II QUESTÕES EM DISCUSSÃO 3. Estabelecer o que se caracteriza como prática vexatória em contraposição às formas legítimas de controle no ingresso dos visitantes nas unidades de segregação compulsória (Presídios, Cadeias Públicas, Penitenciárias, Unidades Socioeducativas de Internação ou Hospitais de Custódia e Tratamento Psiquiátrico). 4. Saber se há, ou não, compatibilidade dos procedimentos que se caracterizem como prática vexatória com a Constituição da República, diante do princípio da dignidade da pessoa humana (art. 5º, caput, CRFB); do postulado da proporcionalidade; dos direitos fundamentais à intimidade e à honra (art. 5º, X, CRFB); e da vedação ao tratamento desumano e degradante (art. 5º, III, CRFB). 5. Definir as consequências e sanções processuais decorrentes da inserção nos autos de investigação da prova obtida mediante práticas vexatórias, com a violação das normas constitucionais. III RAZÕES DE DECIDIR 6. A partir das contribuições trazidas pelos integrantes do colegiado, que passam a compor o inteiro teor do voto, definiu-se a revista pessoal como gênero no qual estão englobadas a revista mecânica, a revista manual e a revista íntima. 7. A caracterização de alguma dessas modalidades como prática vexatória somente ocorrerá quando a condução da revista pessoal pela autoridade se perfaz de maneira abusiva, humilhante, degradante ou discriminatória. 8. Essas modalidades de revista pessoal, especialmente aquelas com maior ingerência nos direitos fundamentais titularizados pelos visitantes, devem ser realizadas de modo respeitoso e consentâneo com as balizas regulamentares, protocolares e legais. 9. A prognose legal prioriza o uso de instrumentos radioscópicos, como equipamentos eletrônicos, detectores de metais, scanners corporais, raquetes e aparelhos de raio-X, para o controle de entrada nas unidades de privação de liberdade. 10. As revistas íntimas são conceituadas como aquelas que envolvem a retirada parcial e total do vestuário de alguém para a verificação das regiões íntimas, devendo ser realizadas, em caso de necessidade, segundo parâmetros ora estabelecidos e com devido respeito ao valor intrínseco da pessoa humana. 11. A interpretação sistemática das normas constitucionais que materializam o dever estatal de segurança pública pressupõe a opção preferencial pelos meios necessários, adequados e proficientes nas atividades de prevenção e/ou repressão dos delitos. Isso significa, na espacialidade do indispensável controle de entrada dos itens e objetos proibidos em unidades prisionais, que devem ser adotadas estratégias concomitantemente eficazes e humanizadas. 12. Constitui escusa indevida o argumento retórico da “reserva do possível”, sendo dever do Estado garantir, minimamente, o conteúdo normativo dos direitos fundamentais. Precedentes. 13. A utilização das provas obtidas por práticas vexatórias arrosta os limites éticos do processo penal democrático, tratando-se de questão a ser suscitada e examinada pelas instâncias judiciais competentes em cada caso concreto. 14. Adere-se à proposta de modulação dos efeitos da decisão, com base no princípio da segurança jurídica e tendo em perspectiva o resguardo da validade dos elementos probatórios obtidos nos controles dos estabelecimentos de segregação, assim como para que as unidades da federação se ajustem progressivamente a diretrizes mais humanizadas no controle dos visitantes. 15. Precedentes: RE 592.581/RS, Rel. Min. Ricardo Lewandowski (Tema 220, DJe 1º.2.2016: “É lícito ao Judiciário impor à Administração Pública obrigação de fazer, consistente na promoção de medidas ou na execução de obras emergenciais em estabelecimentos prisionais para dar efetividade ao postulado da dignidade da pessoa humana e assegurar aos detentos o respeito à sua integridade física e moral, nos termos do que preceitua o art. 5º, XLIX, da Constituição Federal, não sendo oponível à decisão o argumento da reserva do possível nem o princípio da separação dos poderes”); AgR na SL 1.153, Rel. Min. Dias Toffoli (proibição de revista íntima por decisão do Tribunal de Justiça de Santa Catarina); Recurso de Revista 57000-53 20095050009, TST, unânime, Dje 23.08.2012 (limitações ao exercício do poder diretivo do empregador); Caso Presídio Miguel Castro Castro x Peru (Corte Interamericana de Direitos Humanos); Caso 10.506, Relatório nº 38/96 (Comissão Interamericana de Direitos Humanos). IV DISPOSITIVO E TESE 16. Pretensão recursal a que se nega provimento, pois evidenciada a higidez do acórdão absolutório do Tribunal de Justiça do Rio Grande do Sul, seja porque o aresto possui outros fundamentos jurídicos autônomos e legítimos, seja pelas circunstâncias concretas nas quais realizada a revista íntima. 17. Tese que se desdobra nos seguintes pontos: “1. Em visitas sociais nos presídios ou estabelecimentos de segregação é inadmissível a revista íntima vexatória com o desnudamento de visitantes ou exames invasivos com finalidade de causar humilhação. A prova obtida por esse tipo de revista é ilícita, salvo decisões judiciais em cada caso concreto. A presente decisão tem efeitos prospectivos a partir da publicação da ata do julgamento. 2. A autoridade administrativa, de forma fundamentada e por escrito, tem o poder de não permitir a visita diante da presença de indício robusto de ser a pessoa visitante portadora de qualquer item corporal oculto ou sonegado, especialmente de material proibido, como produtos ilegais, drogas ou objetos perigosos. São considerados robustos indícios embasados em elementos tangíveis e verificáveis, como informações prévias de inteligência, denúncias, e comportamentos suspeitos. 3. Confere-se o prazo de 24 meses, a contar da data deste julgamento, para aquisição e instalação de equipamentos como scanners corporais, esteiras de raio-x e portais detectores de metais em todos os estabelecimentos penais. 4. Fica determinado ao Ministério da Justiça e da Segurança Pública e aos Estados que, por meio dos recursos do Fundo Penitenciário Nacional e do Fundo Nacional de Segurança Pública, promovam a aquisição ou locação, e distribuição de scanners corporais para as unidades prisionais, em conformidade com sua atribuição de coordenação nacional da política penitenciária, assegurando a proteção dos servidores, a integridade dos detentos e a dignidade dos visitantes, prevenindo práticas abusivas e ilícitas, sem interferir na autonomia dos entes federativos, e garantindo a aplicação uniforme das diretrizes de segurança penitenciária no país. 5. Devem os entes federados, no âmbito de suas atribuições, garantir que a aquisição ou locação de scanners corporais para as unidades prisionais, esteja contemplada no respectivo planejamento administrativo e orçamento, com total prioridade na aplicação dos recursos. 6. Excepcionalmente, na impossibilidade ou inefetividade de utilização do scanner corporal, esteira de raio-x, portais detectores de metais, a revista íntima para ingresso em estabelecimentos prisionais, diante de indícios robustos de suspeitas, tangíveis e verificáveis, deverá ser motivada para cada caso específico e dependerá da plena concordância do visitante, vedada, em qualquer circunstância, a execução da revista como forma de humilhação e de exposição vexatória; deve ser realizada em local adequado, exclusivo para tal verificação, e apenas em pessoas maiores e que possam emitir consentimento válido por si ou por meio de seu representante legal, de acordo com protocolos gerais e nacionais preestabelecidos e por pessoas do mesmo gênero do visitante, preferencialmente por profissionais de saúde, nas hipóteses de desnudamento e exames invasivos. (i) O excesso ou o abuso da realização da revista íntima acarretarão responsabilidade do agente público ou do profissional de saúde habilitado e ilicitude de eventual prova obtida. (ii) Caso não haja concordância do visitante, a autoridade administrativa poderá, de forma fundamentada e por escrito, impedir a realização da visita. (iii) O procedimento de revista em criança, adolescente ou pessoa com deficiência intelectual que não possa emitir consentimento válido será substituído pela revista invertida, direcionada à pessoa a ser visitada”.\n(ARE 959620, Relator(a): Min. EDSON FACHIN, Tribunal Pleno, julgado em 02/04/2025, PUBLICADO em 02/07/2025)",
      "dataExtracao": "2026-01-21T03:56:28.469Z"
    },
    {
      "id": "stf_30",
      "fonte": "STF",
      "tipo": "Acórdão",
      "repercussaoGeral": true,
      "processo": "RE 1010606",
      "relator": "Min. DIAS TOFFOLI",
      "orgaoJulgador": "Tribunal Pleno",
      "dataJulgamento": "11/02/2021",
      "dataPublicacao": "20/05/2021",
      "tema": "",
      "ementa": "EMENTA Recurso extraordinário com repercussão geral. Caso Aída Curi. Direito ao esquecimento. Incompatibilidade com a ordem constitucional. Recurso extraordinário não provido. 1. Recurso extraordinário interposto em face de acórdão por meio do qual a Décima Quinta Câmara Cível do Tribunal de Justiça do Estado do Rio de Janeiro negou provimento a apelação em ação indenizatória que objetivava a compensação pecuniária e a reparação material em razão do uso não autorizado da imagem da falecida irmã dos autores, Aída Curi, no programa Linha Direta: Justiça. 2. Os precedentes mais longínquos apontados no debate sobre o chamado direito ao esquecimento passaram ao largo do direito autônomo ao esmaecimento de fatos, dados ou notícias pela passagem do tempo, tendo os julgadores se valido essencialmente de institutos jurídicos hoje bastante consolidados. A utilização de expressões que remetem a alguma modalidade de direito a reclusão ou recolhimento, como droit a l’oubli ou right to be let alone, foi aplicada de forma discreta e muito pontual, com significativa menção, ademais, nas razões de decidir, a direitos da personalidade/privacidade. Já na contemporaneidade, campo mais fértil ao trato do tema pelo advento da sociedade digital, o nominado direito ao esquecimento adquiriu roupagem diversa, sobretudo após o julgamento do chamado Caso González pelo Tribunal de Justiça Europeia, associando-se o problema do esquecimento ao tratamento e à conservação de informações pessoais na internet. 3. Em que pese a existência de vertentes diversas que atribuem significados distintos à expressão direito ao esquecimento, é possível identificar elementos essenciais nas diversas invocações, a partir dos quais se torna possível nominar o direito ao esquecimento como a pretensão apta a impedir a divulgação, seja em plataformas tradicionais ou virtuais, de fatos ou dados verídicos e licitamente obtidos, mas que, em razão da passagem do tempo, teriam se tornado descontextualizados ou destituídos de interesse público relevante. 4. O ordenamento jurídico brasileiro possui expressas e pontuais previsões em que se admite, sob condições específicas, o decurso do tempo como razão para supressão de dados ou informações, em circunstâncias que não configuram, todavia, a pretensão ao direito ao esquecimento. Elas se relacionam com o efeito temporal, mas não consagram um direito a que os sujeitos não sejam confrontados quanto às informações do passado, de modo que eventuais notícias sobre esses sujeitos – publicadas ao tempo em que os dados e as informações estiveram acessíveis – não são alcançadas pelo efeito de ocultamento. Elas permanecem passíveis de circulação se os dados nelas contidos tiverem sido, a seu tempo, licitamente obtidos e tratados. Isso porque a passagem do tempo, por si só, não tem o condão de transmutar uma publicação ou um dado nela contido de lícito para ilícito. 5. A previsão ou aplicação do direito ao esquecimento afronta a liberdade de expressão. Um comando jurídico que eleja a passagem do tempo como restrição à divulgação de informação verdadeira, licitamente obtida e com adequado tratamento dos dados nela inseridos, precisa estar previsto em lei, de modo pontual, clarividente e sem anulação da liberdade de expressão. Ele não pode, ademais, ser fruto apenas de ponderação judicial. 6. O caso concreto se refere ao programa televisivo Linha Direta: Justiça, que, revisitando alguns crimes que abalaram o Brasil, apresentou, dentre alguns casos verídicos que envolviam vítimas de violência contra a mulher , objetos de farta documentação social e jornalística, o caso de Aida Curi, cujos irmãos são autores da ação que deu origem ao presente recurso. Não cabe a aplicação do direito ao esquecimento a esse caso, tendo em vista que a exibição do referido programa não incorreu em afronta ao nome, à imagem, à vida privada da vítima ou de seus familiares. Recurso extraordinário não provido. 8. Fixa-se a seguinte tese: “É incompatível com a Constituição a ideia de um direito ao esquecimento, assim entendido como o poder de obstar, em razão da passagem do tempo, a divulgação de fatos ou dados verídicos e licitamente obtidos e publicados em meios de comunicação social analógicos ou digitais. Eventuais excessos ou abusos no exercício da liberdade de expressão e de informação devem ser analisados caso a caso, a partir dos parâmetros constitucionais - especialmente os relativos à proteção da honra, da imagem, da privacidade e da personalidade em geral - e das expressas e específicas previsões legais nos âmbitos penal e cível”.",
      "metadataRaw": "Órgão julgador: Tribunal Pleno\nRelator(a): Min. DIAS TOFFOLI\nJulgamento: 11/02/2021\nPublicação: 20/05/2021",
      "ementaFormatada": "Recurso extraordinário com repercussão geral. Caso Aída Curi. Direito ao esquecimento. Incompatibilidade com a ordem constitucional. Recurso extraordinário não provido. 1. Recurso extraordinário interposto em face de acórdão por meio do qual a Décima Quinta Câmara Cível do Tribunal de Justiça do Estado do Rio de Janeiro negou provimento a apelação em ação indenizatória que objetivava a compensação pecuniária e a reparação material em razão do uso não autorizado da imagem da falecida irmã dos autores, Aída Curi, no programa Linha Direta: Justiça. 2. Os precedentes mais longínquos apontados no debate sobre o chamado direito ao esquecimento passaram ao largo do direito autônomo ao esmaecimento de fatos, dados ou notícias pela passagem do tempo, tendo os julgadores se valido essencialmente de institutos jurídicos hoje bastante consolidados. A utilização de expressões que remetem a alguma modalidade de direito a reclusão ou recolhimento, como droit a l’oubli ou right to be let alone, foi aplicada de forma discreta e muito pontual, com significativa menção, ademais, nas razões de decidir, a direitos da personalidade/privacidade. Já na contemporaneidade, campo mais fértil ao trato do tema pelo advento da sociedade digital, o nominado direito ao esquecimento adquiriu roupagem diversa, sobretudo após o julgamento do chamado Caso González pelo Tribunal de Justiça Europeia, associando-se o problema do esquecimento ao tratamento e à conservação de informações pessoais na internet. 3. Em que pese a existência de vertentes diversas que atribuem significados distintos à expressão direito ao esquecimento, é possível identificar elementos essenciais nas diversas invocações, a partir dos quais se torna possível nominar o direito ao esquecimento como a pretensão apta a impedir a divulgação, seja em plataformas tradicionais ou virtuais, de fatos ou dados verídicos e licitamente obtidos, mas que, em razão da passagem do tempo, teriam se tornado descontextualizados ou destituídos de interesse público relevante. 4. O ordenamento jurídico brasileiro possui expressas e pontuais previsões em que se admite, sob condições específicas, o decurso do tempo como razão para supressão de dados ou informações, em circunstâncias que não configuram, todavia, a pretensão ao direito ao esquecimento. Elas se relacionam com o efeito temporal, mas não consagram um direito a que os sujeitos não sejam confrontados quanto às informações do passado, de modo que eventuais notícias sobre esses sujeitos – publicadas ao tempo em que os dados e as informações estiveram acessíveis – não são alcançadas pelo efeito de ocultamento. Elas permanecem passíveis de circulação se os dados nelas contidos tiverem sido, a seu tempo, licitamente obtidos e tratados. Isso porque a passagem do tempo, por si só, não tem o condão de transmutar uma publicação ou um dado nela contido de lícito para ilícito. 5. A previsão ou aplicação do direito ao esquecimento afronta a liberdade de expressão. Um comando jurídico que eleja a passagem do tempo como restrição à divulgação de informação verdadeira, licitamente obtida e com adequado tratamento dos dados nela inseridos, precisa estar previsto em lei, de modo pontual, clarividente e sem anulação da liberdade de expressão. Ele não pode, ademais, ser fruto apenas de ponderação judicial. 6. O caso concreto se refere ao programa televisivo Linha Direta: Justiça, que, revisitando alguns crimes que abalaram o Brasil, apresentou, dentre alguns casos verídicos que envolviam vítimas de violência contra a mulher , objetos de farta documentação social e jornalística, o caso de Aida Curi, cujos irmãos são autores da ação que deu origem ao presente recurso. Não cabe a aplicação do direito ao esquecimento a esse caso, tendo em vista que a exibição do referido programa não incorreu em afronta ao nome, à imagem, à vida privada da vítima ou de seus familiares. Recurso extraordinário não provido. 8. Fixa-se a seguinte tese: “É incompatível com a Constituição a ideia de um direito ao esquecimento, assim entendido como o poder de obstar, em razão da passagem do tempo, a divulgação de fatos ou dados verídicos e licitamente obtidos e publicados em meios de comunicação social analógicos ou digitais. Eventuais excessos ou abusos no exercício da liberdade de expressão e de informação devem ser analisados caso a caso, a partir dos parâmetros constitucionais - especialmente os relativos à proteção da honra, da imagem, da privacidade e da personalidade em geral - e das expressas e específicas previsões legais nos âmbitos penal e cível”.\n(RE 1010606, Relator(a): Min. DIAS TOFFOLI, Tribunal Pleno, julgado em 11/02/2021, PUBLICADO em 20/05/2021)",
      "dataExtracao": "2026-01-21T03:56:28.469Z"
    },
    {
      "id": "stf_31",
      "fonte": "STF",
      "tipo": "Acórdão",
      "repercussaoGeral": true,
      "processo": "ARE 1175650",
      "relator": "Min. ALEXANDRE DE MORAES",
      "orgaoJulgador": "Tribunal Pleno",
      "dataJulgamento": "03/07/2023",
      "dataPublicacao": "05/10/2023",
      "tema": "",
      "ementa": "Ementa: CONSTITUCIONAL. UTILIZAÇÃO DO ACORDO DE COLABORAÇÃO PREMIADA (LEI 12.850/2013) NO ÂMBITO DA AÇÃO CIVIL PÚBLICA POR ATO DE IMPROBIDADE ADMINISTRATIVA (LEI 8.429/1992). POSSIBILIDADE. DECLARAÇÕES DO AGENTE COLABORADOR COMO ÚNICA PROVA. INSUFICIÊNCIA PARA O INÍCIO DA AÇÃO POR ATO DE IMPROBIDADE. OBRIGAÇÃO DE RESSARCIMENTO INTEGRAL AO ERÁRIO. TRANSAÇÃO APENAS EM TORNO DO MODO E DAS CONDIÇÕES PARA A INDENIZAÇÃO. LEGITIMIDADE PARA CELEBRAÇÃO DO ACORDO. MINISTÉRIO PÚBLICO COM A INTERVENIÊNCIA DA PESSOA JURÍDICA INTERESSADA. 1. O aperfeiçoamento do combate à corrupção no serviço público foi uma grande preocupação do legislador constituinte, ao estabelecer, no art. 37 da Constituição Federal, verdadeiros códigos de conduta à Administração Pública e aos seus agentes, prevendo, inclusive, pela primeira vez no texto constitucional, a possibilidade de responsabilização e aplicação de graves sanções pela prática de atos de improbidade administrativa (art. 37, § 4º, da CF). 2. A Constituição de 1988 privilegiou o combate à improbidade administrativa, para evitar que os agentes públicos atuem em detrimento do Estado, pois, como já salientava Platão, na clássica obra REPÚBLICA, a punição e o afastamento da vida pública dos agentes corruptos pretendem fixar uma regra proibitiva para que os servidores públicos não se deixem induzir por preço nenhum a agir em detrimento dos interesses do Estado. 3. O combate à corrupção, à ilegalidade e à imoralidade no seio do Poder Público, com graves reflexos na carência de recursos para implementação de políticas públicas de qualidade, deve ser prioridade absoluta no âmbito de todos os órgãos constitucionalmente institucionalizados. 4. Exatamente, em respeito à finalidade de garantir a eficácia no combate à improbidade administrativa, a LIA deve ser interpretada no contexto da evolução do microssistema legal de proteção ao patrimônio público e de combate à corrupção e com absoluta observância ao princípio constitucional da eficiência, consagrado no caput do art. 37 da Constituição Federal e que impõe a todos os agentes públicos, inclusive aos membros do Ministério Público e magistrados, o dever de sempre verificar a persecução do bem comum, por meio do exercício de suas competências de forma imparcial, neutra, transparente, eficaz, sem burocracia, buscando qualidade, primando pela adoção dos critérios legais e morais necessários para a melhor utilização possível dos recursos públicos, de maneira a evitar desperdícios e a garantir uma maior rentabilidade social do exercício da jurisdição, da efetiva prestação jurisdicional. 5. Assim como a Lei Federal 8.429/1992 visou ao aperfeiçoamento do combate à corrupção no serviço público, no mesmo momento histórico, na esfera penal, encontram-se notáveis esforços do legislador brasileiro dirigidos ao enfrentamento de tais condutas, como lavagem de dinheiro, sonegação fiscal, falsidades documentais, e outros delitos contra a Administração Pública, notadamente quando praticados por meio de organização criminosa. Nesse contexto, incorporou-se ao ordenamento brasileiro, por meio da edição de diversas leis, o instituto da delação premiada, posteriormente renomeada para colaboração premiada. 6. Importante realçar que o legislador brasileiro, quando editou a Lei 12.850/2013, pela qual se estabeleceu o conceito de organização criminosa, dispôs que não é qualquer delação que permitirá o benefício de redução da pena ou de perdão judicial, mas somente aquela que produzir os resultados previstos nos incisos do artigo 4º da norma. Importante, ainda, salientar, a respeito da Lei 12.850/2013, que o inciso I do art. 3º do capítulo II estatui ser a colaboração premiada meio de obtenção de prova. Essa natureza jurídica específica é importante para diferenciar a colaboração premiada das hipóteses de justiça consensual ou negocial, como por exemplo a transação penal e o próprio acordo de não persecução, que com ela não se confunde. Em voto na PET 7074-QO/DF, destaquei que o instituto possui natureza jurídica de meio de obtenção de prova, cujo resultado poderá beneficiar o agente colaborador/delator desde que adimplidas as obrigações por ele assumidas e que advenha um ou mais dos resultados indicados na lei, favoráveis à repressão ou prevenção das infrações. 7. Assim, a colaboração premiada, que pode infundir no ânimo do colaborador o desejo de contribuir para a comprovação da materialidade e autoria do delito, mostra-se como valioso instrumento a ser utilizado, também, em instâncias outras, diversas da penal, em especial, quando envolvido o interesse público e o combate à corrupção. 8. O microssistema legal de combate à corrupção, a partir de 1992, evoluiu, de forma clara, específica e objetiva, no sentido de propiciar meios facilitadores à repressão e à prevenção de ilícitos, sobretudo quando ofensivos a interesses supraindividuais e preordenados a causar dano ao patrimônio público. 9. Notadamente, no caso sob exame, em que envolvidas mais de 24 pessoas físicas e jurídicas organizadas em complexa estrutura criminosa e com o objetivo comum de obter vantagem patrimonial, por meio de ajustes de corrupção com grandes empresários sujeitos à fiscalização tributária, revelados na denominada Operação Publicano, a utilização do acordo de colaboração premiada mostra-se de grande valia para se obterem as provas necessárias à comprovação dos delitos e o desbaratamento da organização criminosa. 10. A lesão ao erário causa graves reflexos na carência de recursos para implementação de políticas públicas de qualidade. Não por outra razão é que a reparação integral do dano ao patrimônio público, além de figurar no rol das sanções estabelecidas no art. 12 da Lei 8.429/1992, também é consequência civil do ato ilícito. Reafirma ainda esse entendimento o teor do parágrafo 2º do art. 17 da LIA, que se manteve inalterado mesmo com a edição da Lei 13.964/2019, onde se lê que A Fazenda Pública, quando for o caso, promoverá as ações necessárias à complementação do ressarcimento do patrimônio público. Assim, não há como transigir a respeito dessa obrigação, consentindo com sua inserção entre os benefícios a serem estendidos àquele que colabora com as investigações no contexto da ação de improbidade decorrente do dano causado. Assim sendo, o acordo de colaboração poderá ser homologado pelo juiz, desde que não isente o colaborador de ressarcir os danos causados, ainda que a forma de como se dará a indenização possa ser objeto de negociação. 11. Outra importante questão diz respeito à colaboração premiada no âmbito civil, em ação civil pública por ato de improbidade administrativa movida pelo Ministério Público, em face da legitimidade concorrente para a propositura da ação. 12. O art. 17-A, que seria acrescido à Lei 8.429/1992 pela Lei 13.964/2019, foi totalmente vetado pelo Presidente da República. Assim, em face do veto aposto ao art. 17-A, que não foi derrubado pelo Congresso Nacional, tem-se que eventuais acordos de colaboração premiada, para serem utilizados em ação civil pública por ato de improbidade administrativa, devem contar com a participação do Ministério Público e da pessoa jurídica de direito público interessada, porém, como interveniente. O posicionamento do interveniente não impedirá a celebração da colaboração premiada pelo Ministério Público, porém deverá ser observada e analisada pelo magistrado no momento de sua homologação. 13. No caso concreto, o Ministério Público do Estado do Paraná propôs ação civil pública por ato de improbidade administrativa em face do ora recorrente e de mais 24 pessoas físicas e jurídicas em razão de fatos revelados na denominada Operação Publicano. Pediu, liminarmente, a indisponibilidade de valores e de bens móveis e imóveis dos demandados; e, ao final, a imposição das sanções previstas na Lei 8.429/1992 (Lei de Improbidade Administrativa – LIA). Entretanto, em relação a alguns réus, requereu apenas o reconhecimento de que praticaram atos de improbidade, sem a imposição das penalidades correspondentes, em razão do acordo de colaboração premiada que foi firmado com as referidas pessoas, valendo-se do instrumento previsto nas disposições do art. 4º, § 4º, da Lei 12.850/2013, c/c os arts. 16 e 17 da Lei 12.846/2013. 14. O Tribunal de Justiça do Estado do Paraná confirmou a decisão do magistrado de 1ª instância que decretara a indisponibilidade dos bens de vários réus, entre os quais o ora recorrente. A Corte reputou válido o acordo de colaboração premiada no âmbito da ação de improbidade; e assentou que a decretação da indisponibilidade de bens do agravante se deu nos termos do art. 7º e parágrafo único da Lei 8.429/1992. 15. Pelos termos dos acordos de colaboração acima transcritos, é possível extrair-se a conclusão de que, no caso concreto, os interesses dos colegitimados para ação de improbidade, embora não tenham participado da avença, estão resguardados e que eventual anulação do acordo seria mais deletéria ao interesse público do que a sua manutenção. 16. A interpretação das normas jurídicas deve sempre se pautar pelos princípios da razoabilidade e da proporcionalidade, sob pena de chancelar-se situação jurídica de todo inaceitável. Não é demais advertir que, quando do julgamento do mérito da causa, caberá ao magistrado avaliar se a delação mostra-se consentânea com as outras provas coligidas. 17. Além disso, o Tribunal de origem, em cognição sumária, decretou a indisponibilidade dos bens do recorrente, por entender estarem presentes os requisitos previstos no art. 7º da Lei 8.429/1992 ( fumus boni iuris, a plausibilidade dos fatos e fundamentos jurídicos do pedido inicial), uma vez que existem fundados indícios da prática de atos de improbidade, os quais foram extraídos das provas contidas nos autos do inquérito civil e nas medidas cautelares realizadas pelo MP. 18. NEGADO PROVIMENTO ao Recurso Extraordinário. TESE DE REPERCUSÃO GERAL: É constitucional a utilização da colaboração premiada, nos termos da Lei 12.850/2013, no âmbito civil, em ação civil pública por ato de improbidade administrativa movida pelo Ministério Público, observando-se as seguintes diretrizes: (1) Realizado o acordo de colaboração premiada, serão remetidos ao juiz, para análise, o respectivo termo, as declarações do colaborador e cópia da investigação, devendo o juiz ouvir sigilosamente o colaborador, acompanhado de seu defensor, oportunidade em que analisará os seguintes aspectos na homologação: regularidade, legalidade e voluntariedade da manifestação de vontade, especialmente nos casos em que o colaborador está ou esteve sob efeito de medidas cautelares, nos termos dos §§ 6º e 7º do artigo 4º da referida Lei 12.850/2013. (2) As declarações do agente colaborador, desacompanhadas de outros elementos de prova, são insuficientes para o início da ação civil por ato de improbidade; (3) A obrigação de ressarcimento do dano causado ao erário pelo agente colaborador deve ser integral, não podendo ser objeto de transação ou acordo, sendo válida a negociação em torno do modo e das condições para a indenização; (4) O acordo de colaboração deve ser celebrado pelo Ministério Público, com a interveniência da pessoa jurídica interessada e devidamente homologado pela autoridade judicial; (5) Os acordos já firmados somente pelo Ministério Público ficam preservados até a data deste julgamento, desde que haja previsão de total ressarcimento do dano, tenham sido devidamente homologados em Juízo e regularmente cumpridos pelo beneficiado\".",
      "metadataRaw": "Órgão julgador: Tribunal Pleno\nRelator(a): Min. ALEXANDRE DE MORAES\nJulgamento: 03/07/2023\nPublicação: 05/10/2023",
      "ementaFormatada": "CONSTITUCIONAL. UTILIZAÇÃO DO ACORDO DE COLABORAÇÃO PREMIADA (LEI 12.850/2013) NO ÂMBITO DA AÇÃO CIVIL PÚBLICA POR ATO DE IMPROBIDADE ADMINISTRATIVA (LEI 8.429/1992). POSSIBILIDADE. DECLARAÇÕES DO AGENTE COLABORADOR COMO ÚNICA PROVA. INSUFICIÊNCIA PARA O INÍCIO DA AÇÃO POR ATO DE IMPROBIDADE. OBRIGAÇÃO DE RESSARCIMENTO INTEGRAL AO ERÁRIO. TRANSAÇÃO APENAS EM TORNO DO MODO E DAS CONDIÇÕES PARA A INDENIZAÇÃO. LEGITIMIDADE PARA CELEBRAÇÃO DO ACORDO. MINISTÉRIO PÚBLICO COM A INTERVENIÊNCIA DA PESSOA JURÍDICA INTERESSADA. 1. O aperfeiçoamento do combate à corrupção no serviço público foi uma grande preocupação do legislador constituinte, ao estabelecer, no art. 37 da Constituição Federal, verdadeiros códigos de conduta à Administração Pública e aos seus agentes, prevendo, inclusive, pela primeira vez no texto constitucional, a possibilidade de responsabilização e aplicação de graves sanções pela prática de atos de improbidade administrativa (art. 37, § 4º, da CF). 2. A Constituição de 1988 privilegiou o combate à improbidade administrativa, para evitar que os agentes públicos atuem em detrimento do Estado, pois, como já salientava Platão, na clássica obra REPÚBLICA, a punição e o afastamento da vida pública dos agentes corruptos pretendem fixar uma regra proibitiva para que os servidores públicos não se deixem induzir por preço nenhum a agir em detrimento dos interesses do Estado. 3. O combate à corrupção, à ilegalidade e à imoralidade no seio do Poder Público, com graves reflexos na carência de recursos para implementação de políticas públicas de qualidade, deve ser prioridade absoluta no âmbito de todos os órgãos constitucionalmente institucionalizados. 4. Exatamente, em respeito à finalidade de garantir a eficácia no combate à improbidade administrativa, a LIA deve ser interpretada no contexto da evolução do microssistema legal de proteção ao patrimônio público e de combate à corrupção e com absoluta observância ao princípio constitucional da eficiência, consagrado no caput do art. 37 da Constituição Federal e que impõe a todos os agentes públicos, inclusive aos membros do Ministério Público e magistrados, o dever de sempre verificar a persecução do bem comum, por meio do exercício de suas competências de forma imparcial, neutra, transparente, eficaz, sem burocracia, buscando qualidade, primando pela adoção dos critérios legais e morais necessários para a melhor utilização possível dos recursos públicos, de maneira a evitar desperdícios e a garantir uma maior rentabilidade social do exercício da jurisdição, da efetiva prestação jurisdicional. 5. Assim como a Lei Federal 8.429/1992 visou ao aperfeiçoamento do combate à corrupção no serviço público, no mesmo momento histórico, na esfera penal, encontram-se notáveis esforços do legislador brasileiro dirigidos ao enfrentamento de tais condutas, como lavagem de dinheiro, sonegação fiscal, falsidades documentais, e outros delitos contra a Administração Pública, notadamente quando praticados por meio de organização criminosa. Nesse contexto, incorporou-se ao ordenamento brasileiro, por meio da edição de diversas leis, o instituto da delação premiada, posteriormente renomeada para colaboração premiada. 6. Importante realçar que o legislador brasileiro, quando editou a Lei 12.850/2013, pela qual se estabeleceu o conceito de organização criminosa, dispôs que não é qualquer delação que permitirá o benefício de redução da pena ou de perdão judicial, mas somente aquela que produzir os resultados previstos nos incisos do artigo 4º da norma. Importante, ainda, salientar, a respeito da Lei 12.850/2013, que o inciso I do art. 3º do capítulo II estatui ser a colaboração premiada meio de obtenção de prova. Essa natureza jurídica específica é importante para diferenciar a colaboração premiada das hipóteses de justiça consensual ou negocial, como por exemplo a transação penal e o próprio acordo de não persecução, que com ela não se confunde. Em voto na PET 7074-QO/DF, destaquei que o instituto possui natureza jurídica de meio de obtenção de prova, cujo resultado poderá beneficiar o agente colaborador/delator desde que adimplidas as obrigações por ele assumidas e que advenha um ou mais dos resultados indicados na lei, favoráveis à repressão ou prevenção das infrações. 7. Assim, a colaboração premiada, que pode infundir no ânimo do colaborador o desejo de contribuir para a comprovação da materialidade e autoria do delito, mostra-se como valioso instrumento a ser utilizado, também, em instâncias outras, diversas da penal, em especial, quando envolvido o interesse público e o combate à corrupção. 8. O microssistema legal de combate à corrupção, a partir de 1992, evoluiu, de forma clara, específica e objetiva, no sentido de propiciar meios facilitadores à repressão e à prevenção de ilícitos, sobretudo quando ofensivos a interesses supraindividuais e preordenados a causar dano ao patrimônio público. 9. Notadamente, no caso sob exame, em que envolvidas mais de 24 pessoas físicas e jurídicas organizadas em complexa estrutura criminosa e com o objetivo comum de obter vantagem patrimonial, por meio de ajustes de corrupção com grandes empresários sujeitos à fiscalização tributária, revelados na denominada Operação Publicano, a utilização do acordo de colaboração premiada mostra-se de grande valia para se obterem as provas necessárias à comprovação dos delitos e o desbaratamento da organização criminosa. 10. A lesão ao erário causa graves reflexos na carência de recursos para implementação de políticas públicas de qualidade. Não por outra razão é que a reparação integral do dano ao patrimônio público, além de figurar no rol das sanções estabelecidas no art. 12 da Lei 8.429/1992, também é consequência civil do ato ilícito. Reafirma ainda esse entendimento o teor do parágrafo 2º do art. 17 da LIA, que se manteve inalterado mesmo com a edição da Lei 13.964/2019, onde se lê que A Fazenda Pública, quando for o caso, promoverá as ações necessárias à complementação do ressarcimento do patrimônio público. Assim, não há como transigir a respeito dessa obrigação, consentindo com sua inserção entre os benefícios a serem estendidos àquele que colabora com as investigações no contexto da ação de improbidade decorrente do dano causado. Assim sendo, o acordo de colaboração poderá ser homologado pelo juiz, desde que não isente o colaborador de ressarcir os danos causados, ainda que a forma de como se dará a indenização possa ser objeto de negociação. 11. Outra importante questão diz respeito à colaboração premiada no âmbito civil, em ação civil pública por ato de improbidade administrativa movida pelo Ministério Público, em face da legitimidade concorrente para a propositura da ação. 12. O art. 17-A, que seria acrescido à Lei 8.429/1992 pela Lei 13.964/2019, foi totalmente vetado pelo Presidente da República. Assim, em face do veto aposto ao art. 17-A, que não foi derrubado pelo Congresso Nacional, tem-se que eventuais acordos de colaboração premiada, para serem utilizados em ação civil pública por ato de improbidade administrativa, devem contar com a participação do Ministério Público e da pessoa jurídica de direito público interessada, porém, como interveniente. O posicionamento do interveniente não impedirá a celebração da colaboração premiada pelo Ministério Público, porém deverá ser observada e analisada pelo magistrado no momento de sua homologação. 13. No caso concreto, o Ministério Público do Estado do Paraná propôs ação civil pública por ato de improbidade administrativa em face do ora recorrente e de mais 24 pessoas físicas e jurídicas em razão de fatos revelados na denominada Operação Publicano. Pediu, liminarmente, a indisponibilidade de valores e de bens móveis e imóveis dos demandados; e, ao final, a imposição das sanções previstas na Lei 8.429/1992 (Lei de Improbidade Administrativa – LIA). Entretanto, em relação a alguns réus, requereu apenas o reconhecimento de que praticaram atos de improbidade, sem a imposição das penalidades correspondentes, em razão do acordo de colaboração premiada que foi firmado com as referidas pessoas, valendo-se do instrumento previsto nas disposições do art. 4º, § 4º, da Lei 12.850/2013, c/c os arts. 16 e 17 da Lei 12.846/2013. 14. O Tribunal de Justiça do Estado do Paraná confirmou a decisão do magistrado de 1ª instância que decretara a indisponibilidade dos bens de vários réus, entre os quais o ora recorrente. A Corte reputou válido o acordo de colaboração premiada no âmbito da ação de improbidade; e assentou que a decretação da indisponibilidade de bens do agravante se deu nos termos do art. 7º e parágrafo único da Lei 8.429/1992. 15. Pelos termos dos acordos de colaboração acima transcritos, é possível extrair-se a conclusão de que, no caso concreto, os interesses dos colegitimados para ação de improbidade, embora não tenham participado da avença, estão resguardados e que eventual anulação do acordo seria mais deletéria ao interesse público do que a sua manutenção. 16. A interpretação das normas jurídicas deve sempre se pautar pelos princípios da razoabilidade e da proporcionalidade, sob pena de chancelar-se situação jurídica de todo inaceitável. Não é demais advertir que, quando do julgamento do mérito da causa, caberá ao magistrado avaliar se a delação mostra-se consentânea com as outras provas coligidas. 17. Além disso, o Tribunal de origem, em cognição sumária, decretou a indisponibilidade dos bens do recorrente, por entender estarem presentes os requisitos previstos no art. 7º da Lei 8.429/1992 ( fumus boni iuris, a plausibilidade dos fatos e fundamentos jurídicos do pedido inicial), uma vez que existem fundados indícios da prática de atos de improbidade, os quais foram extraídos das provas contidas nos autos do inquérito civil e nas medidas cautelares realizadas pelo MP. 18. NEGADO PROVIMENTO ao Recurso Extraordinário. TESE DE REPERCUSÃO GERAL: É constitucional a utilização da colaboração premiada, nos termos da Lei 12.850/2013, no âmbito civil, em ação civil pública por ato de improbidade administrativa movida pelo Ministério Público, observando-se as seguintes diretrizes: (1) Realizado o acordo de colaboração premiada, serão remetidos ao juiz, para análise, o respectivo termo, as declarações do colaborador e cópia da investigação, devendo o juiz ouvir sigilosamente o colaborador, acompanhado de seu defensor, oportunidade em que analisará os seguintes aspectos na homologação: regularidade, legalidade e voluntariedade da manifestação de vontade, especialmente nos casos em que o colaborador está ou esteve sob efeito de medidas cautelares, nos termos dos §§ 6º e 7º do artigo 4º da referida Lei 12.850/2013. (2) As declarações do agente colaborador, desacompanhadas de outros elementos de prova, são insuficientes para o início da ação civil por ato de improbidade; (3) A obrigação de ressarcimento do dano causado ao erário pelo agente colaborador deve ser integral, não podendo ser objeto de transação ou acordo, sendo válida a negociação em torno do modo e das condições para a indenização; (4) O acordo de colaboração deve ser celebrado pelo Ministério Público, com a interveniência da pessoa jurídica interessada e devidamente homologado pela autoridade judicial; (5) Os acordos já firmados somente pelo Ministério Público ficam preservados até a data deste julgamento, desde que haja previsão de total ressarcimento do dano, tenham sido devidamente homologados em Juízo e regularmente cumpridos pelo beneficiado\".\n(ARE 1175650, Relator(a): Min. ALEXANDRE DE MORAES, Tribunal Pleno, julgado em 03/07/2023, PUBLICADO em 05/10/2023)",
      "dataExtracao": "2026-01-21T03:56:28.469Z"
    }
  ]
}